[
 [
  [
   "Speaker 1: Ahoy!",
   "Speaker 2: Hey! How's the boat?!",
   "Speaker 1: Great! I'm finally getting into this sailing stuff.",
   "Speaker 3: Oh, so you finally took it out of the marina huh?",
   "Speaker 1: Why would I do that? It took three guys to get the thing in there!",
   "Speaker 4: If you don't sail your boat, what do you do on it?",
   "Speaker 1: Oh, it's great! It's a great place to just kinda, sit, hang around, drink a few beers, eat some chips.",
   "Speaker 2: Well, it's good that you finally have a place to do that.",
   "Speaker 5: Y'know Joey, I could teach you to sail if you want.",
   "Speaker 1: You could?",
   "Speaker 5: Yeah! I've been sailing my whole life. When I was fifteen my dad bought me my own boat.",
   "Speaker 4: Your own boat?",
   "Speaker 5: What?! What?! He was trying to cheer me up! My pony was sick."
  ],
  [
   {
    "trigger_word": "getting into",
    "sent_id": 2
   },
   {
    "trigger_word": "took it out",
    "sent_id": 3
   },
   {
    "trigger_word": "sail",
    "sent_id": 5
   },
   {
    "trigger_word": "teach",
    "sent_id": 8
   },
   {
    "trigger_word": "sailing",
    "sent_id": 10
   },
   {
    "trigger_word": "cheer me up",
    "sent_id": 12
   }
  ]
 ],
 [
  [
   "Speaker 1: Any progress?",
   "Speaker 2: Yes! I will have the lobster ravioli.",
   "Speaker 3: God Joey, this is taking forever!",
   "Speaker 2: What's the rush? What?",
   "Speaker 3: W-w-I just-it's that-I have-y'know I have-I have an appointment. And it's very important.",
   "Speaker 2: Whoa-whoa, what is it?",
   "Speaker 3: Well... It's a date.",
   "Speaker 2: A date?! No, no Pheebs you-you must be mistaken, because I know you wouldn't schedule a date on the same night you have plans with a friend!",
   "Speaker 3: Come on Joey, don't make me feel badly about this.",
   "Speaker 2: No, I'm gonna!! That's right! Yeah, you made me feel really guilty about goin' out with that girl! Like-like-like I did something terrible to you! And now Pheebs, you're doing the same thing!",
   "Speaker 3: That-It's not the same thing! This is totally different! This is with David! Remember David, the scientist guy? Okay, he's very special to me.",
   "Speaker 2: Okay, well my girl from the other night was special. She was a scientist too!",
   "Speaker 3: She was?",
   "Speaker 2: Well, she graduated from high school!",
   "Speaker 3: Okay, whatever. Y'know what? I don't have time have time to convince you because he's only here for four hours, and I'm gonna go see him!",
   "Speaker 2: Fine!",
   "Speaker 3: Yeah!",
   "Speaker 2: Fine!",
   "Speaker 3: Yeah!"
  ],
  [
   {
    "trigger_word": "appointment",
    "sent_id": 4
   },
   {
    "trigger_word": "guilty",
    "sent_id": 9
   },
   {
    "trigger_word": "special",
    "sent_id": 11
   },
   {
    "trigger_word": "graduated",
    "sent_id": 13
   },
   {
    "trigger_word": "convince",
    "sent_id": 14
   }
  ]
 ],
 [
  [
   "Speaker 1: ...she came and dragged me out of the labor room to ask me why I'm not with Rachel.",
   "Speaker 2: Yeah. Why aren't you with Rachel?",
   "Speaker 1: Are you kidding? Look, we're not gonna be together just because we're having a baby. Okay?",
   "Speaker 2: But y'know what? It just seems that you two belong together.",
   "Speaker 1: Okay, stop it! I can't deal with this right now. I have to go have a baby.",
   "Speaker 2: Right. And with who again?",
   "Speaker 3: God. He's crazy! Why doesn't he want to be with Rachel?",
   "Speaker 2: I know!",
   "Speaker 3: I mean seriously, she's like the perfect woman. I mean I know she turned me down, but if she hadn't and wanted to be with me, I would take her in my arms and... I haven't bummed you guys out like this in a while have I?"
  ],
  [
   {
    "trigger_word": "dragged me out of",
    "sent_id": 0
   },
   {
    "trigger_word": "kidding",
    "sent_id": 2
   },
   {
    "trigger_word": "deal with",
    "sent_id": 4
   },
   {
    "trigger_word": "turned me down",
    "sent_id": 8
   },
   {
    "trigger_word": "bummed",
    "sent_id": 8
   }
  ]
 ],
 [
  [
   "Speaker 1: Hello.",
   "Speaker 2: Hey, Pheebs! It's Joey!",
   "Speaker 1: Hey, Joey! Hey! Ooh! Ooh! I just say someone on the-that looks just like you on the subway. And I was gonna go over and say ‘hi!' but then I figured, he doesn't care if he looks like you.",
   "Speaker 2: That just cost me four bucks. But uh listen, I just called to see how the chick and the duck are doing?",
   "Speaker 1: Ohh, they're having a great time with their Aunt Phoebe! Aunt Rachel hasn't been helpful at all. So, do you miss me?",
   "Speaker 2: Kinda, but I've just been having way too much fun.",
   "Speaker 1: So you're not homesick yet?",
   "Speaker 2: No, I don't think so.",
   "Speaker 1: All right, the seven of us miss you.",
   "Speaker 2: Who's seven?",
   "Speaker 1: Y'know, me, Rachel, the birds, the babies...",
   "Speaker 2: Ahh, the babies miss me?",
   "Speaker 1: Ooh, the pizza guy's here!",
   "Speaker 2: What? You ordered pizza without me?!",
   "Speaker 1: Yeah. But y'know we were thinking about you, y'know we ordered the Joey Special.",
   "Speaker 2: Two pizzas?!",
   "Speaker 1: Yep! Okay, gotta go, talk to you later.",
   "Speaker 2: Wait, well, where did you get it from?!"
  ],
  [
   {
    "trigger_word": "go over",
    "sent_id": 2
   },
   {
    "trigger_word": "cost",
    "sent_id": 3
   },
   {
    "trigger_word": "having a great time",
    "sent_id": 4
   },
   {
    "trigger_word": "fun",
    "sent_id": 5
   },
   {
    "trigger_word": "homesick",
    "sent_id": 6
   },
   {
    "trigger_word": "miss",
    "sent_id": 11
   },
   {
    "trigger_word": "ordered",
    "sent_id": 13
   }
  ]
 ],
 [
  [
   "Speaker 1: Great game, huh?",
   "Speaker 2: Uhuh, uhuh...",
   "Speaker 1: Why do you keep looking at the screen?",
   "Speaker 2: I'm not. I'm praying. Please let the Knicks win... Thank you Thor! Where... where are you going?",
   "Speaker 1: Going go to the bathroom.",
   "Speaker 2: Well, I think you should wait.",
   "Speaker 1: Why?",
   "Speaker 2: Well, if you don't... if you don't hold it in, you don't get all the nutrients.",
   "Speaker 3: Knicks fans, please turn your attention to the big screen on the scoreboard. Someone has a special question to ask.",
   "Speaker 2: Mike Hannigan... will you marry me?",
   "Speaker 3: Get a load of this... She's proposing to him. Guess we know who wears the pants in that family.",
   "Speaker 2: That's not very enlightened!",
   "Speaker 2: Hey, hey! Boo us? Boo you!"
  ],
  [
   {
    "trigger_word": "keep looking",
    "sent_id": 2
   },
   {
    "trigger_word": "praying",
    "sent_id": 3
   },
   {
    "trigger_word": "turn your attention",
    "sent_id": 8
   },
   {
    "trigger_word": "marry",
    "sent_id": 9
   },
   {
    "trigger_word": "proposing",
    "sent_id": 10
   }
  ]
 ],
 [
  [
   "Speaker 1: You've spoiled everything! It's like a nightmare! My friends and family are out there! How can I face them?! How can you do this to me?!",
   "Speaker 2: Hey, no matter what happens with Ross and Emily, we still get cake right?",
   "Speaker 3: That-that-that's all right, no honey, you take your time sweetie. I'll be right out here. She's just fixing her makeup.",
   "Speaker 1: I hate you!!",
   "Speaker 3: And, I love you!!",
   "Speaker 4: Boy, bad time to say the wrong name, huh Ross?",
   "Speaker 3: That's true, thanks dad. People should be dancing! Huh? Hey, this is a party! Come on! Joey, dance!!"
  ],
  [
   {
    "trigger_word": "spoiled",
    "sent_id": 0
   },
   {
    "trigger_word": "take your time",
    "sent_id": 2
   },
   {
    "trigger_word": "hate",
    "sent_id": 3
   },
   {
    "trigger_word": "love",
    "sent_id": 4
   }
  ]
 ],
 [
  [
   "Speaker 1: Arrrghh!!",
   "Speaker 2: Oh no, now it's not gonna make any sense!",
   "Speaker 3: You guys, what, what do we do about Ross who drove all the way up here? What do we do? Just like send him back and we're then gonna go skiing?",
   "Speaker 2: Oh, this is horrible, it's just horrible.",
   "Speaker 1: Guys, do you think we should ask Ross to come along?",
   "Speaker 4: I know, what about Rachel? I mean how are we even gonna ask her?",
   "Speaker 5: Ask me what?",
   "Speaker 4: Umm, if ah, it might be okay if Ross came skiing?",
   "Speaker 2, Speaker 3, Speaker 1: No, I wasn't gonna ask you that, no.",
   "Speaker 5: You guys are unbelievable. No! He cannot come.",
   "Speaker 6: Excuse me?",
   "Speaker 2: It's horrible.",
   "Speaker 6: Oh please, can't I come to your special, magical cabin?",
   "Speaker 5: Why would you even want to come Ross? You're a horrible skier.",
   "Speaker 6: Oh-oh, hitting me where it hurts, my ski skills.",
   "Speaker 4: Here we go again.",
   "Speaker 1: I-I can't handle this, you guys.",
   "Speaker 2: Y'know what, I can handle it, handle's my middle name. Actually it's the ah, middle part of my first name.",
   "Speaker 6: All right Pheebs, your cab's ready.",
   "Speaker 5: All right, let's go!",
   "Speaker 6: You're welcome.",
   "Speaker 5: Oh, I'm sorry, were you speaking to me or sleeping with someone else?",
   "Speaker 6: We were on a break!",
   "Speaker 5: Y'know Ross why don't you put that on your answering machine!"
  ],
  [
   {
    "trigger_word": "make any sense",
    "sent_id": 1
   },
      {
    "trigger_word":"hitting",
    "sent_id": 14
   },
   {
    "trigger_word": "hurts",
    "sent_id": 14
   },
   {
    "trigger_word": "handle",
    "sent_id": 16
   }
  ]
 ],
 [
  [
   "Speaker 1: So, you gettin' tired?",
   "Speaker 2: Nope! I can do this all day.",
   "Speaker 1: Yeah? Me too. Gettin' a little tired though.",
   "Speaker 2: God, I'm exhausted.",
   "Speaker 1: Look this is starting to look really bad for me. Okay? Mona, Mona's standing right over there. Oh God, she's talking to Joey! You gotta let me win!",
   "Speaker 2: No way! If anything you've gotta let me win! My wife thinks I'm a wimp!",
   "Speaker 1: Hey, at least you have a wife! I-I keep getting divorces and knockin' people up! And I'm dressed as doody.",
   "Speaker 2: You're Spudnik.",
   "Speaker 1: Come on, who are we kidding? I'm doody. Please? She's watching.",
   "Speaker 2: Fine. Oh no!",
   "Speaker 1: Oh yeah!",
   "Speaker 3: Yay! My hero!",
   "Speaker 4: You're a weird lady."
  ],
  [
   {
    "trigger_word": "tired",
    "sent_id": 2
   },
   {
    "trigger_word": "exhausted",
    "sent_id": 3
   },
   {
    "trigger_word": "bad",
    "sent_id": 4
   },
   {
    "trigger_word": "kidding",
    "sent_id": 8
   },
   {
    "trigger_word": "watching",
    "sent_id": 8
   }
  ]
 ],
 [
  [
   "Speaker 1: There she is. And over there, that's the other one. This is Mr. Buddy Boyle, Mr. Heckles' attorney. He'd like to talk to you.",
   "Speaker 2: What can we do for you?",
   "Speaker 3: All right, kids. Here's the deal. According to my client's will, he wants to leave all his earthly possessions to \"the noisy girls in the apartment above mine\".",
   "Speaker 2: Well, what about his family?",
   "Speaker 3: He didn't have any.",
   "Speaker 4: Ok, so let's talk money.",
   "Speaker 3: All right, there was none. Let's talk signing. You be noisy girl number one, you be noisy girl number two.",
   "Speaker 2: I can't believe that this whole time we thought he hated us. I mean, isn't it amazing how much you can touch someone's life, without even knowing it?...Would you look at this dump? He hated us. This is his final revenge!"
  ],
  [
   {
    "trigger_word": "talk",
    "sent_id": 0
   },
   {
    "trigger_word": "deal",
    "sent_id": 2
   },
    {
    "trigger_word": "leave",
    "sent_id": 2
   },
   {
    "trigger_word": "signing",
    "sent_id": 6
   },
   {
    "trigger_word": "believe",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey.",
   "Speaker 2: Hey.",
   "Speaker 3: Hey.",
   "Speaker 1: So I finally heard back from Aunt Sheryl and apparently it wasn't a mistake. Ahh, there's-there's limited seating in the hall.",
   "Speaker 3: Limited seating?! I am just one tiny person!",
   "Speaker 1: Well yeah, but she doesn't know that. I mean, the last time she saw you-you would've turned one of those little wedding chairs into kindling.",
   "Speaker 3: Limited seating! Oh, that is such a lame excuse! That's not the reason she's not inviting me!",
   "Speaker 1: Oh what's the big deal?! I wasn't even invited to the ceremony, just the reception. And-and y'know what? If it makes you feel any better, Joan and I will just make an appearance and then, and then we'll-we'll leave early as a sign of protest.",
   "Speaker 3: Joan?",
   "Speaker 1: Yeah, Joan Tedeski my date. She's an assistant professor in the Linguistics department. Tall, very beautiful, and despite what some people say, not broad backed!",
   "Speaker 3: Wait a minute, you got Ross Gellar and guest?! I wasn't invited and you got \"and guest?!\"",
   "Speaker 2: Uh-uh, excuse me, I do have to interrupt on Ross's behalf. I-I think the rule applies here y'know, since she has a chance to get on broad back...",
   "Speaker 1: Not broad backed!",
   "Speaker 3: Wait a minute, y'know, you're bringing me!",
   "Speaker 1: What? I can't cancel on Joan!",
   "Speaker 3: Why not?!",
   "Speaker 1: Bec-Did you not hear me?! She's an assistant professor in the Linguistics department, okay? They're wild! Why do you want to come anyway?",
   "Speaker 3: Because! She's my cousin. I mean, we grew up together! We're family y'know? Well that's important to me.",
   "Speaker 1: Okay, all right, I'll take you. I'll go call Joan.",
   "Speaker 2: Aww that's nice. Family should be there, huh? This is her wedding, happiest day of her life.",
   "Speaker 3: We'll see."
  ],
  [
   {
    "trigger_word": "heard back",
    "sent_id": 3
   },
   {
    "trigger_word": "excuse",
    "sent_id": 6
   },
   {
    "trigger_word": "leave",
    "sent_id": 7
   },
   {
    "trigger_word": "assistant professor",
    "sent_id": 9
   },
   {
    "trigger_word": "invited",
    "sent_id": 10
   },
   {
    "trigger_word": "interrupt",
    "sent_id": 11
   },
   {
    "trigger_word": "assistant professor",
    "sent_id": 16
   },
   {
    "trigger_word": "cousin",
    "sent_id": 17
   },
   {
    "trigger_word": "wedding",
    "sent_id": 19
   }
  ]
 ],
 [
  [
   "Speaker 1: Oh my God! Rachel Green?",
   "Speaker 2: Rob Tillman!",
   "Speaker 1: No-no. It's-it's me, Ross!",
   "Speaker 2: Oh, I'm sorry. Ross Tillman.",
   "Speaker 1: No, no-no, Ross Geller.",
   "Speaker 2: Ohh, of course Monica's brother!",
   "Speaker 1: Yeah. Right.",
   "Speaker 2: Wow! How are you?!",
   "Speaker 1: Good-good, I'm-I'm married.",
   "Speaker 2: Ohh! Me too!",
   "Speaker 1: Is-isn't it the best?",
   "Speaker 2: Oh, it's the best! So, umm how's Monica?",
   "Speaker 1: Oh really, really great! Yeah! A-actually she's right down the street, umm, do-do you know what? You should stop bye and say hi.",
   "Speaker 2: Ohh, I would love too.",
   "Speaker 1: Yeah? Oh-oh, she'd be so excited!",
   "Speaker 2: Ohh! Okay!",
   "Speaker 1: Come on!",
   "Speaker 2: Oh wait, don't you have to pay for your, Busty Ladies?",
   "Speaker 1: No, it's okay. Some-some kid asked me to pick it up for him, but I don't...",
   "Speaker 2: Oh yeah? Okay.",
   "Speaker 1: Okay.",
   "Speaker 2: But! Don't you have to give him his money back?",
   "Speaker 1: Uh-huh. Hey, here you go buddy. Sorry, no porn for you. Okay, let's go see Monica!"
  ],
  [
   {
    "trigger_word": "right down the street",
    "sent_id": 12
   },
   {
    "trigger_word": "excited",
    "sent_id": 14
   },
   {
    "trigger_word": "pay",
    "sent_id": 17
   },
   {
    "trigger_word": "asked",
    "sent_id": 18
   }
  ]
 ],
 [
  [
   "Speaker 1: Nope, not that one.",
   "Speaker 2: Can you go any faster with that?",
   "Speaker 1: Hey, I got one keyhole and about a zillion keys. You do the math.",
   "Speaker 2: Why do you guys have so many keys in there anyway?",
   "Speaker 3: For an emergency just like this.",
   "Speaker 4: All right, listen, smirky. If it wasn't for you and your stupid balloon, I would be on a plane watching a woman do this right now. But I'm not.",
   "Speaker 2: I swear you said you had the keys.",
   "Speaker 4: No, I didn't. I wouldn't say I had the keys unless I had the keys, and I obviously didn't have the keys.",
   "Speaker 5: Ooh, ok, that's it. Enough with the keys. No one say keys."
  ],
  [
   {
    "trigger_word": "faster",
    "sent_id": 1
   },
   {
    "trigger_word": "emergency",
    "sent_id": 4
   },
   {
    "trigger_word": "watching",
    "sent_id": 5
   },
   {
    "trigger_word": "keys",
    "sent_id": 6
   },
   {
    "trigger_word": "keys",
    "sent_id": 7
   },
   {
    "trigger_word": "keys",
    "sent_id": 8
   }
  ]
 ],
 [
  [
   "Speaker 1: Can we drop this? I am not interested in the guy's apartment.",
   "Speaker 2: Oh please, I saw the way you were checking out his mouldings. You want it.",
   "Speaker 1: Why would I want another apartment, huh? I've already got an apartment that I love.",
   "Speaker 2: Well it wouldn't kill you to say it once in a while.",
   "Speaker 1: Alright, you want the truth? I'm thinkin' about it.",
   "Speaker 2: What?",
   "Speaker 1: I'm sorry. I'm 28 years old, I've never lived alone, and I'm finally at a place where I've got enough money that I don't need a roommate anymore.",
   "Speaker 2: Woah, woah, woah. I don't need a roommate either, OK? I can afford to live here by myself. Ya know, I may have to bring in somebody once a week to lick the silverware.",
   "Speaker 1: What're you gettin' so bent out of shape for, huh? It's not like we agreed to live together forever. We're not Bert and Ernie.",
   "Speaker 2: Look, you know what? If this is the way you feel, then maybe you should take it.",
   "Speaker 1: Well that's how I feel.",
   "Speaker 2: Well then maybe you should take it.",
   "Speaker 1: Well then maybe I will.",
   "Speaker 2: Fine with me.",
   "Speaker 1: Great. Then you'll be able to spend more quality time with your real friends, the spoons."
  ],
  [
   {
    "trigger_word": "drop",
    "sent_id": 0
   },
   {
    "trigger_word": "saw",
    "sent_id": 1
   },
   {
    "trigger_word": "apartment",
    "sent_id": 2
   },
   {
    "trigger_word": "say",
    "sent_id": 3
   },
   {
    "trigger_word": "truth",
    "sent_id": 4
   },
   {
    "trigger_word": "live",
    "sent_id": 7
   },
   {
    "trigger_word": "agreed",
    "sent_id": 8
   },
   {
    "trigger_word": "quality time",
    "sent_id": 14
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey.",
   "Speaker 2: Hey!",
   "Speaker 3: How did it go with Erin?",
   "Speaker 1: Oh, unbelievable! We had the best time!",
   "Speaker 2: Yay!! Oh so, you're not, you're not mad at us anymore?",
   "Speaker 1: No! No! No! You guys were totally right! This is so much better than the first time we went out. Y'know? That was so awkward, we were really nervous.",
   "Speaker 2: Didn't you sleep together?",
   "Speaker 1: Yeah that really calms me down. And! We have so much in common! She loves sandwiches, sports, although she is a Met fan, not much of an issue now but if were ever to have kids, well that's a...",
   "Speaker 3: Oh my God! Listen to you talking about having kids. Oh my Joey.  Oh, please don't get married before I do.",
   "Speaker 1: Okay."
  ],
  [
   {
    "trigger_word": "went out",
    "sent_id": 5
   },
   {
    "trigger_word": "calms me down",
    "sent_id": 7
   },
   {
    "trigger_word": "loves",
    "sent_id": 7
   },
   {
    "trigger_word": "talking about",
    "sent_id": 8
   }
  ]
 ],
 [
  [
   "Speaker 1: Can I help you?",
   "Speaker 2: Uh yeah, where-where's the guy who decides who's pictures go up on the wall?",
   "Speaker 1: He's not here right now.",
   "Speaker 2: Oh, you're kidding me! All-all right, well make sure you tell him that Joey Tribbiani stopped by to drop off all of these clothes. Okay? I'm an actor; I'm kinda getting my picture up there on the wall.",
   "Speaker 1: Y'know, there are two people who could put your picture up there.",
   "Speaker 2: Oh really? Well, maybe you and I go out for drinks? You're the other one right?"
  ],
  [
   {
    "trigger_word": "decides",
    "sent_id": 1
   },
   {
    "trigger_word": "tell",
    "sent_id": 3
   },
   {
    "trigger_word":"getting my picture up",
    "sent_id": 3
   },
   {
    "trigger_word":"go out",
    "sent_id": 5
   }
  ]
 ],
 [
  [
   "Speaker 1: uhm... Is everything okay?",
   "Speaker 2: Yeah, It's just... I don't think I can do this...",
   "Speaker 1: Ooh... Is it because of what might be on the bedspread, because I saw that news report too, with the infra red and the ... I could just...",
   "Speaker 2: No, NO! Look, I need to talk to Joey. I mean, you guys just broke up. Before anything more happens between us, I need to know he's okay with it.",
   "Speaker 1: I uhm... I completely understand.",
   "Speaker 2: Alright, I'm gonna go find them... I just need a... need a before I can... you know. Okay, I see you later.",
   "Speaker 1: Okay...",
   "Speaker 3: That's the door. He's gone...",
   "Speaker 4: And she's... turning on the TV... and watching... Miss Congeniality!",
   "Speaker 5: Honey, if you know it through a wall, you know it too well!"
  ],
  [
   {
    "trigger_word": "news report",
    "sent_id": 2
   },
   {
    "trigger_word": "talk",
    "sent_id": 3
   },
   {
    "trigger_word": "need",
    "sent_id": 5
   },
   {
    "trigger_word": "turning on",
    "sent_id": 8
   },
   {
    "trigger_word": "watching",
    "sent_id": 8
   }
  ]
 ],
 [
  [
   "Speaker 1:  No way!",
   "Speaker 2: I'm telling you, she went to the airport, and she's gonna go for it with Ross!",
   "Speaker 3: Oh my god. This is huge. This is bigger than huge. This is like, all right, what's bigger than huge?",
   "Speaker 4: Um, this?",
   "Speaker 3: Yes.",
   "Speaker 2: Guys, you got your hair cut.",
   "Speaker 1: Yes, yes, we did, thanks to Vidal Buffay.",
   "Speaker 3: 'Cause, you know, if you don't look good, we don't look good. I love that voice.",
   "Speaker 5: Airport, airport. Ross, not alone, Julie, arm around her. Cramp, cramp.",
   "Speaker 1: Ok, I think she's trying to tell us something. Quick, get the verbs.",
   "Speaker 5: You, you, you said he liked me. You, you slowpokes!"
  ],
  [
   {
    "trigger_word": "airport",
    "sent_id": 1
   },
   {
    "trigger_word": "huge",
    "sent_id": 2
   },
   {
    "trigger_word": "hair cut",
    "sent_id": 5
   },
   {
    "trigger_word": "look good",
    "sent_id": 7
   },
   {
    "trigger_word": "tell",
    "sent_id": 9
   },
   {
    "trigger_word": "slowpokes",
    "sent_id": 10
   }
  ]
 ],
 [
  [
   "Speaker 1:  Hey!",
   "Speaker 2: Hey.",
   "Speaker 1: Rach, uh, you still looking for a place?",
   "Speaker 2: Yeah! Why?",
   "Speaker 1: Okay, there's this guy, Warren, from the museum and he's going on a dig for like two years and he's got this great place he needs to sublet. So uh, you interested?",
   "Speaker 2: That sounds great! I'd love to live at Warren's!! I love Warren! Thank you!",
   "Speaker 1: Don't thank me! If you wanna thank something, thank the volcano that erupted thousands of years ago, killing but perfectly preserving an entire civilization. Here's Warren's number.",
   "Speaker 2: Oh, this is great! I am gonna call him right now! Oh, thank you!"
  ],
  [
   {
    "trigger_word": "looking for",
    "sent_id": 2
   },
   {
    "trigger_word": "thank",
    "sent_id": 6
   },
   {
    "trigger_word": "call",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Hi, Chandler Bing, I have a reservation.",
   "Speaker 2: Welcome to the Chestnut Inn Mr. Bing, so where are you joining from?",
   "Speaker 1: New York.",
   "Speaker 3: The big apple!",
   "Speaker 1: I'm sorry, he's a little bit wound up, we had to stop at every maple candy stand on the way here.",
   "Speaker 3: Yeah, I ate all my gifts for everybody.",
   "Speaker 2: I am sorry Mr. Bing, there's no record of your reservation in the computer.",
   "Speaker 1: Well, that's impossible, can you check again, please?",
   "Speaker 3: Check again please!",
   "Speaker 2: I'm sorry, it's not here.",
   "Speaker 3: Not there.",
   "Speaker 1: Let me get this straight. I called yesterday trying to cancel my reservation and I was told it was not refundable, then we drove six hours all the way up here and now you tell me that we don't have a reservation?",
   "Speaker 2: I don't know what to say.",
   "Speaker 3: She doesn't know what to say!",
   "Speaker 1: Just give us the cheapest room you have.",
   "Speaker 2: Unfortunately the only thing we have available is our deluxe suite, the rate is six hundred dollars.",
   "Speaker 1: That's insane!",
   "Speaker 3: Totally insane. Dude, let's drive home, we'll hit all the maple candy stores on the way back and if... if they're closed maybe we'll tap a tree and make some ourselves.",
   "Speaker 1: Does that room have a closet I can lock him in? We'll take it.",
   "Speaker 2: Great."
  ],
  [
   {
    "trigger_word": "reservation",
    "sent_id": 0
   },
   {
    "trigger_word": "wound up",
    "sent_id": 4
   },
   {
    "trigger_word": "no record",
    "sent_id": 6
   },
   {
    "trigger_word": "impossible",
    "sent_id": 7
   },
   {
    "trigger_word": "drove",
    "sent_id": 11
   },
   {
    "trigger_word": "cheapest",
    "sent_id": 14
   },
   {
    "trigger_word": "deluxe suite",
    "sent_id": 15
   },
   {
    "trigger_word": "drive home",
    "sent_id": 17
   },
   {
    "trigger_word": "have",
    "sent_id": 18
   }
  ]
 ],
 [
  [
   "Speaker 1: Oh man! I am so excited-I may vomit!",
   "Speaker 2: Will you calm down, he's just a human guy.",
   "Speaker 1: Look you don't understand, Gandolf is amazing. Y'know you're never know what's gonna end up happening, you go out for a couple of beers and end up on a fishing boat to Nova Scotia!",
   "Speaker 2: Really?!",
   "Speaker 1: Oh yeah, it's beautiful country up there.",
   "Speaker 3: Hey! Okay! I got my passport, fresh socks, and a snake bite kit!",
   "Speaker 1: It's not gonna be exactly like last time.",
   "Speaker 2: All right, I'll see you guys.",
   "Speaker 1, Speaker 3: Whoa-whoa-whoa!",
   "Speaker 1: Whoa-wh-wh-whoa-whoa-whoa-whoa!",
   "Speaker 2: I have an audition, but I'll definitely hook up with you later. Where are you gonna be around noon?",
   "Speaker 3: Somewhere maybe along the equator?",
   "Speaker 2: Okay."
  ],
  [
   {
    "trigger_word": "excited",
    "sent_id": 0
   },
   {
    "trigger_word": "calm down",
    "sent_id": 1
   },
   {
    "trigger_word": "never know",
    "sent_id": 2
   },
   {
    "trigger_word": "be around",
    "sent_id": 10
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey!",
   "Speaker 2: Hey. So um, I was thinking that maybe we should start dividing up our stuff.",
   "Speaker 1: Okay!",
   "Speaker 2: Y'know, no point in dragging it out. Dragging out the long process of you moving out and us not living together anymore.",
   "Speaker 1: Okay.",
   "Speaker 2: Hey Rach, what about this?  Huh? Who-who gets this? See, I don't know if I want it because it might be y'know, too many memories!",
   "Speaker 1: What the hell is that?",
   "Speaker 2: I don't know. Hey, Rachel, you want the big plate? I want you to have the big plate.",
   "Speaker 1: Wow! Mon, thanks! I love this plate!",
   "Speaker 2: Something to remember me by!",
   "Speaker 1: Mon, honey you're not dying. I'm just moving out. Y'know, I mean we're gonna see each other all the time.",
   "Speaker 2: But still, it's a big change. The end of an era, you might say!",
   "Speaker 1: Are you okay? You're not blinking.",
   "Speaker 2: I'm fine! I just, I'm thinking how much it's an end of era.",
   "Speaker 1: Oh, all right. But y'know I gotta say, I don't, I don't think six years counts as an era.",
   "Speaker 2: An era is defined as a significant period of time. Now, it was significant to me, maybe it wasn't significant to you!"
  ],
  [
   {
    "trigger_word": "thinking",
    "sent_id": 1
   },
   {
    "trigger_word": "dragging it out",
    "sent_id": 3
   },
   {
    "trigger_word": "want",
    "sent_id": 7
   },
   {
    "trigger_word": "moving out",
    "sent_id": 10
   },
   {
    "trigger_word": "thinking",
    "sent_id": 13
   },
   {
    "trigger_word": "defined",
    "sent_id": 15
   }
  ]
 ],
 [
  [
   "Speaker 1: Look, um, I think we should talk about what happened on the terrace.",
   "Speaker 2: Okay.",
   "Speaker 1: Ah, I-I never should have said what I said. It-y'know what? It just doesn't matter how I feel. I mean we work together, so nothing could really ever happen between us, and what I would love is just to go to work on Monday, and-and never talk about this again, okay? Big day Monday lots to do. So, we're okay?",
   "Speaker 2: Um, I'm not.",
   "Speaker 1: Oh, god, I know it, that I freaked you out.",
   "Speaker 2: No, you didn't. The only thing that freaked me out was you saying that nothing could ever happen between us.",
   "Speaker 1: Really?",
   "Speaker 2: Yeah, so, please don't fire me for doing this.",
   "Speaker 1: Okay, well, that's one less thing we have to do on Monday."
  ],
  [
   {
    "trigger_word": "talk",
    "sent_id": 0
   },
   {
    "trigger_word": "freaked you out",
    "sent_id": 4
   },
   {
    "trigger_word": "freaked me out",
    "sent_id": 5
   },
   {
    "trigger_word": "fire",
    "sent_id": 7
   },
   {
    "trigger_word": "one less thing",
    "sent_id": 8
   }
  ]
 ],
 [
  [
   "Speaker 1: Umm, Chandler, you do realize that those ideas are probably already in Monica's head.",
   "Speaker 2: Wh-wh-why?!",
   "Speaker 1: Well, because she loves you and because you love her.",
   "Speaker 2: Yeah, so, what's that supposed to mean?!",
   "Speaker 1: Hey, Chandler, don't freak out! I'm telling you something you already know! Come on, she broke up with Richard because he didn't want to have babies. And she's a woman, and she's almost 30, and y'know it's Monica.",
   "Speaker 2: I don't see it that way. Okay? Because, I see two Monicas, the one that was my friend, who lived across the hall, and wanted to have a lot of babies and then the new Monica, who I just started to date. Now, who's to say what she wants?! I'm right. I'm right. Am I right?",
   "Speaker 1: No, you're right, you are absolutely right. I mean that makes, that makes everything different.",
   "Speaker 2: Okay. It's not different at all, is it?",
   "Speaker 1: Not unless different means the same."
  ],
  [
   {
    "trigger_word": "realize",
    "sent_id": 0
   },
   {
    "trigger_word": "love",
    "sent_id": 2
   },
   {
    "trigger_word": "broke up",
    "sent_id": 4
   },
   {
    "trigger_word": "right",
    "sent_id": 6
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey, y'know what's weird? After you guys get married, when you introduce me to people you're gonna have to say, \"This is my brother-in-law Ross.\" Not, \"My friend Ross,\" \"brother-in-law Ross.\" That's weird isn't it?",
   "Speaker 2: Couldn't I just say, \"This is Ross?\"",
   "Speaker 1: Sure, do whatever you want.",
   "Speaker 3: Hey Ross! So, I was checking out the uh, real estate section...",
   "Speaker 1: Yeah?",
   "Speaker 3: Look at this.",
   "Speaker 1: Oh, it looks like mom and dad's house. Oh, it even has a tree with a broken limb out front and the uh, the window in the attic is...Oh my God!!",
   "Speaker 4: What? What happened to the window in the attic?!",
   "Speaker 3: I can't believe mom and dad are selling the house!",
   "Speaker 1: I can't believe they-they didn't even tell us!"
  ],
  [
   {
    "trigger_word": "weird",
    "sent_id": 0
   },
   {
    "trigger_word": "checking out",
    "sent_id": 3
   },
   {
    "trigger_word": "happened to",
    "sent_id": 7
   },
   {
    "trigger_word": "believe",
    "sent_id": 8
   },
   {
    "trigger_word": "believe",
    "sent_id": 9
   }
  ]
 ],
 [
  [
   "Speaker 1: Are you sure? Because I'm really dreading going to this party.",
   "Speaker 2: Then don't go!",
   "Speaker 1: Mike knows I'm coming, and if I don't show up he'll think it's because of him! And I don't want to lose face! That's a very serious thing in my culture.",
   "Speaker 2: Alright, then you go to that party and you pretend to be over Mike. And afterward you come to my place and I'll get you good and drunk!",
   "Speaker 1: You got it! Ok. But not on the wine that you made, ok, because I just don't want to go back to the Emergency Room."
  ],
  [
   {
    "trigger_word": "dreading",
    "sent_id": 0
   },
   {
    "trigger_word": "lose face",
    "sent_id": 2
   },
   {
    "trigger_word": "pretend",
    "sent_id": 3
   },
   {
    "trigger_word": "go back",
    "sent_id": 4
   }
  ]
 ],
 [
  [
   "Speaker 1: And after that, what could I do except become a chef.",
   "Speaker 2: Mmm-Hmm.",
   "Speaker 1: And someday soon, I hope to open my own restaurant.",
   "Speaker 2: Mmm.",
   "Speaker 1: You know, you're a really great listener. Most guys I go out with, they just talk and talk.",
   "Speaker 2: Mm-Hmm.",
   "Speaker 1: After a while it's like, shut your mouth, you know?",
   "Speaker 2: Hmm-Hmm.",
   "Speaker 1: I've probably been talking too much. Why don't we talk about you a little bit?",
   "Speaker 2: Mmm-Unmm.",
   "Speaker 1: Come on. I want to know.",
   "Speaker 2: Hmm-Hmm-Hmm. Okay. I, uh, am from Long Island. I-I came to the city for college. Um, I, um, have a 5 year old son and in my spare time I like to read spy novels. But, but, let's talk more about you. Hmm."
  ],
  [
   {
    "trigger_word": "chef",
    "sent_id": 0
   },
   {
    "trigger_word": "open",
    "sent_id": 2
   },
   {
    "trigger_word": "great listener",
    "sent_id": 4
   },
   {
    "trigger_word": "talk",
    "sent_id": 8
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey!",
   "Speaker 2: Hi, Bubbles. Manly. Well, I just thought I would drop by and let you know how it went with Joey.",
   "Speaker 1: You told her?!",
   "Speaker 3: She pulled it out of me! She's like a conversational wizard! How'd it go?",
   "Speaker 2: Well, you were wrong, he doesn't like me!",
   "Speaker 3: What?",
   "Speaker 2: Yeah! How would you like it if I sent you to Lee Majors' house and told you that he liked you, and you went down there and you found out that he didn't like you? How would you feel?",
   "Speaker 3: I don't think I'd care.",
   "Speaker 2: Really? Lee Majors is hot!",
   "Speaker 4: Hello?",
   "Speaker 2: We're in the bathroom!",
   "Speaker 4: Why?",
   "Speaker 1: Because it's a relaxing and enjoyable time!",
   "Speaker 4: What are you guys doing in here?",
   "Speaker 3: Oh my God! A friend he's looking at differently, but it's wrong. It's Rachel!",
   "Speaker 1: You like Rachel?!",
   "Speaker 4: It's no big deal, okay? Phoebe and I talked about it. It's just a crush! It's going to go away! Dude, you gotta rearrange your bubbles! Oh!",
   "Speaker 2: Mazel tov.",
   "Speaker 5: Hey! Ross and I were looking for you! What are we all doing in here? Oh, my!",
   "Speaker 3: Honey, cover it up with the boat!",
   "Speaker 6: Hello?",
   "Speaker 1: Yes we're all in here and we would love for you to join us!",
   "Speaker 6: Well hey! What's going on? Ooh, cool boat--Oh, no. Hey, did you, did you tell them?",
   "Speaker 5: No, I was waiting for you!",
   "Speaker 2: Tell us what?",
   "Speaker 5: We're having a girl.",
   "Speaker 7: Oh, wow! Yay! Wow! Hooray! Oh, man!",
   "Speaker 1: I'll...I'll get you later!"
  ],
  [
   {
    "trigger_word": "drop by",
    "sent_id": 1
   },
   {
    "trigger_word": "wizard",
    "sent_id": 3
   },
   {
    "trigger_word": "like",
    "sent_id": 4
   },
   {
    "trigger_word": "like",
    "sent_id": 6
   },
   {
    "trigger_word": "hot",
    "sent_id": 8
   },
   {
    "trigger_word": "doing",
    "sent_id": 13
   },
   {
    "trigger_word": "looking for",
    "sent_id": 18
   },
   {
    "trigger_word": "cover",
    "sent_id": 19
   },
   {
    "trigger_word": "join",
    "sent_id": 21
   },
   {
    "trigger_word": "waiting",
    "sent_id": 23
   }
  ]
 ],
 [
  [
   "Speaker 1: Buh-bye. I just got us reservations at Michelle's and tickets to the Musicman to celebrate our first holiday season as a betroughed couple.",
   "Speaker 2: Betrothed...",
   "Speaker 1: ...betrothed couple."
  ],
  [
   {
    "trigger_word": "reservations",
    "sent_id": 0
   },
   {
    "trigger_word": "celebrate",
    "sent_id": 0
   },
   {
    "trigger_word":"betrothed",
    "sent_id": 1
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey.",
   "Speaker 2: Hey. Oh good-good you're here! All right, I figured it out. I'm gonna take two tables of eight, I'm gonna add your parents, and I'm gonna turn them into three tables of six. Okay? And I called the caterer; I added two extra meals, we are good to go!",
   "Speaker 1: Yeah, they're not coming.",
   "Speaker 2: What?!",
   "Speaker 1: Somehow they got the idea that you only invited them because of me. They...feel a little unwanted.",
   "Speaker 2: Oh that's too bad. It's true, but too bad.",
   "Speaker 1: Look Mon, if you could just call my mom...",
   "Speaker 2: Oh Joey!",
   "Speaker 1: Come on! Look just-just tell-let her know that you really want them to be there. Let's not forget, this is a woman that has sent you many lasagnas over the years.",
   "Speaker 2: No she hasn't.",
   "Speaker 1: Is it her fault that some of them didn't make it to you?",
   "Speaker 2: Well, what am I going to say?",
   "Speaker 1: I don't know. Just uh, just tell ‘em it was a mix-up with the invitations, or-No-no-no! Blame it on the post office. They hate the post office. And the Irish! But I don't think you can blame it on them so...",
   "Speaker 2: Hello? Yeah, hi! Mrs. Tribbiani? Hi, this is Monica Geller. Yeah I'm just calling to say that Chandler and I uh, really hope you can make it to the wedding. Yeah, apparently a bunch of invitations that we sent weren't delivered. Umm, I guess there was some screw up at the damn post office! T-Tell me about it! Yeah, yeah, the US Post Office? No, more like US lost office! What are they Irish?!"
  ],
  [
   {
    "trigger_word": "gonna",
    "sent_id": 1
   },
   {
    "trigger_word": "invited",
    "sent_id": 4
   },
   {
    "trigger_word": "bad",
    "sent_id": 5
   },
   {
    "trigger_word": "call",
    "sent_id": 6
   },
   {
    "trigger_word": "want",
    "sent_id": 8
   },
   {
    "trigger_word": "say",
    "sent_id": 11
   },
   {
    "trigger_word": "hate",
    "sent_id": 12
   },
   {
    "trigger_word": "make it",
    "sent_id": 13
   }
  ]
 ],
 [
  [
   "Speaker 1: ...I feel a little sneezy. And now I- Excuse me, excuse me! Yeah, noisy boys! Is it something that you would like to share with the entire group?",
   "Speaker 2: No. No, that's- that's okay.",
   "Speaker 1: Well, c'mon, if it's important enough to discuss while I'm playing, then I assume it's important enough for everyone else to hear!",
   "Speaker 3: That guy's going home with a note!",
   "Speaker 4: Noth- I was- I was just saying to my-",
   "Speaker 1: Could you speak up please?",
   "Speaker 4: Sorry, I wa- I was just saying to my friend that I thought you were the most beautiful woman that I'd ever seen in my- in my life. And then he said that- you said you thought",
   "Speaker 2: Daryl Hannah.",
   "Speaker 4: Daryl Hannah was the most beautiful woman that he'd ever seen in his life and I said yeah, I liked her in Splash, a lot, but not so much in- in Wall Street, I thought she had kind of a",
   "Speaker 2: Hard quality.",
   "Speaker 4: -hard quality. And uh, while Daryl Hannah is beautiful in a conventional way, you are luminous with a kind of a delicate grace. Then, uh, that-that-that's when you started yelling.",
   "Speaker 1: Okay, we're gonna take a short break."
  ],
  [
   {
    "trigger_word": "share",
    "sent_id": 0
   },
   {
    "trigger_word": "important",
    "sent_id": 2
   },
   {
    "trigger_word": "speak up",
    "sent_id": 5
   },
   {
    "trigger_word": "most beautiful",
    "sent_id": 6
   },
   {
    "trigger_word": "most beautiful",
    "sent_id": 8
   },
   {
    "trigger_word": "grace",
    "sent_id": 10
   },
   {
    "trigger_word": "break",
    "sent_id": 11
   }
  ]
 ],
 [
  [
   "Speaker 1: Yes! Carol and Susan's caterer had a mountain bike accident this weekend, and she's in a full body cast.",
   "Speaker 2, Speaker 3, Speaker 4: Yes!",
   "Speaker 1: They want me to do it, which is really cool, seeing as I've never catered before, and I really need the money, and this isn't a problem for you, is it?",
   "Speaker 2: Would it matter?",
   "Speaker 1: Oh, you are so great! Thank you!",
   "Speaker 4: Are you really not going?",
   "Speaker 2: I am really not going. I don't get it. They already live together, why do they need to get married?",
   "Speaker 1: They love each other, and they wanna celebrate that love with the people that are close with them.",
   "Speaker 2: If you wanna call that a reason."
  ],
  [
   {
    "trigger_word": "accident",
    "sent_id": 0
   },
   {
    "trigger_word": "want",
    "sent_id": 2
   },
   {
    "trigger_word": "married",
    "sent_id": 6
   },
   {
    "trigger_word": "celebrate",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Hello, tiny embryos. Well, I'm-I'm Phoebe Buffay, hi! I'm-I'm-I'm hoping to be your uterus for the next nine months. You should know, that we're doing this for Frank and Alice, who you know, you've been there! Umm, y'know they want you so much, so when you guys get in there, really grab on. Okay, and-and I promise that I'll keep you safe and warm until you're ready to have them take you home, so... Oh! And also, umm next time you see me, I'm screaming, don't worry, that's what's supposed to happen.",
   "Speaker 2: Ready?",
   "Speaker 1: Uh-huh. Good luck."
  ],
  [
   {
    "trigger_word": "uterus",
    "sent_id": 0
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey honey!",
   "Speaker 2: Hi sweetie!",
   "Speaker 1: Is Monica not here?",
   "Speaker 2: No.",
   "Speaker 1: Oh, then I'll tell you. My agency was bidding for a big account and they got it! It's my first national commercial!",
   "Speaker 2: Cool!",
   "Speaker 1: Yeah, and I don't wanna brag but a lot of the ideas were mine! Hell, you weren't there? All the ideas were mine!!!",
   "Speaker 2: That's great! Hey, can you cast me in it?",
   "Speaker 1: Oh... I don't know, I really don't think you're right for the part.",
   "Speaker 2: What do you mean? I can do anything, I'm a chameleon! Huh? I'm old! I'm tired! Hey, I'm hot I'm cold!! Huh?? Come on! What can't I do?",
   "Speaker 1: First of all. Bravo. Uh, but I really don't think you're right for this. The part calls for a stuffy college professor.",
   "Speaker 2: I can do that! \"Hello, I'm your professor. When I'm not busy thinking of important things or... professing. I like to use...\" Oh, what's the product?",
   "Speaker 1: Software that facilitates inter-business networking e-solutions?",
   "Speaker 2:  I'm cold!"
  ],
  [
   {
    "trigger_word": "bidding",
    "sent_id": 4
   },
   {
    "trigger_word": "brag",
    "sent_id": 6
   },
   {
    "trigger_word": "cast me in",
    "sent_id": 7
   },
   {
    "trigger_word": "software",
    "sent_id": 12
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey Rach.",
   "Speaker 2: Yeah.",
   "Speaker 1: What's Emma doing today?",
   "Speaker 2: Well, let's see... uh... I know that she has a meeting with her lawyer and then she has to make a very big poop. Why?",
   "Speaker 1: Well, I wanna enter her in a baby beauty pageant.",
   "Speaker 2: Oh my God! That's the creepiest thing I've ever heard!",
   "Speaker 1: Okay, but, well, before you say no, my friend Susanne is entering her kid and compared to Emma she's a real dog!",
   "Speaker 2: Oh! Phoebe, all babies are beautiful!",
   "Speaker 1: Oh... okay.",
   "Speaker 2: Phoebe, just the idea of pitting one baby against another, I mean, you know, and judging who's cuter just for a trophy...",
   "Speaker 2: And a thousand dollars.",
   "Speaker 2: ...is something I'm very interested in! Oh please, do not tell Ross. He still believes that what's in the inside is important...",
   "Speaker 1: Okay, oh, and Emma needs a cowgirl outfit for the competition.",
   "Speaker 2: Where am I gonna get a cowgirl outfit on Thanksgiving?",
   "Speaker 1: Well, I was thinking...",
   "Speaker 2: Oh, take the clothes of Joey's Cabbage Patch Kid.",
   "Speaker 1: Yeah!"
  ],
  [
   {
    "trigger_word": "meeting",
    "sent_id": 3
   },
   {
    "trigger_word": "enter",
    "sent_id": 4
   },
   {
    "trigger_word": "creepiest",
    "sent_id": 5
   },
   {
    "trigger_word": "dog",
    "sent_id": 6
   },
   {
    "trigger_word": "beautiful",
    "sent_id": 7
   },
   {
    "trigger_word": "trophy",
    "sent_id": 9
   },
   {
    "trigger_word": "important",
    "sent_id": 11
   },
   {
    "trigger_word": "cowgirl outfit",
    "sent_id": 12
   },
   {
    "trigger_word": "get",
    "sent_id": 13
   },
   {
    "trigger_word": "take",
    "sent_id": 15
   }
  ]
 ],
 [
  [
   "Speaker 1: You must be Ross.",
   "Speaker 2: Hi.",
   "Speaker 1: I am Guru Saj.",
   "Speaker 2: Listen, I got to tell you I've-I've never been to a guru before, so...",
   "Speaker 1: Well, relax. If it makes you feel better, I've attended some of the finest medical schools in Central America. Well then, let's take a look at this skin abnormality of yours. Come on, have a seat. Eeh, huh. As I suspected, it's a koondis!",
   "Speaker 2: What's a koondis?",
   "Speaker 1: I don't know, what's a koondis with you? Please, lie down! I've got a sav that oughta shrink that right up.",
   "Speaker 2: I guess it's worth a try.",
   "Speaker 1: Oh sure, we should see results -- Whoa!! Clearly not the way to go!!",
   "Speaker 2: What?! What?!",
   "Speaker 1: We appear to have angered it.",
   "Speaker 2: We?! We angered it?!",
   "Speaker 1: Oh, I think I see the problem. And I'm afraid we're gonna have to use a much stronger tool. Love.",
   "Speaker 2: Oh God!",
   "Speaker 1: Ross, there is absolutely no way this is going to come off unless you start to...",
   "Speaker 2: Ow!!",
   "Speaker 1: Oops.",
   "Speaker 2: What was, what was that?",
   "Speaker 1: Well it's gone.",
   "Speaker 2: What?! How's that?",
   "Speaker 1: It got caught on my watch.",
   "Speaker 2: Hey!"
  ],
  [
   {
    "trigger_word": "never been to",
    "sent_id": 3
   },
   {
    "trigger_word": "take a look at",
    "sent_id": 4
   },
   {
    "trigger_word": "worth",
    "sent_id": 7
   },
   {
    "trigger_word": "angered",
    "sent_id": 10
   },
   {
    "trigger_word": "angered",
    "sent_id": 11
   },
   {
    "trigger_word": "use",
    "sent_id": 12
   },
   {
    "trigger_word": "no way",
    "sent_id": 14
   },
   {
    "trigger_word": "got caught",
    "sent_id": 20
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey!",
   "Speaker 2: Hey!",
   "Speaker 1: You guys got anything to eat? I just went down to Johnos for some chicken and it was closed!",
   "Speaker 3: Oh, I took Larry there to eat but it was all violated. So we shut it down!",
   "Speaker 1: Pheebs, if this guy keeps closing down all of our favorite places, where are we gonna eat?!",
   "Speaker 2: I don't know, clean places?",
   "Speaker 1: Umm, yum!"
  ],
  [
   {
    "trigger_word": "eat",
    "sent_id": 2
   },
   {
    "trigger_word": "violated",
    "sent_id": 3
   },
   {
    "trigger_word": "closing down",
    "sent_id": 4
   }
  ]
 ],
 [
  [
   "Speaker 1: Howdy doody.",
   "Speaker 2: That's funny. Yeah. Y'know you're the funniest man here in a pink bunny costume his wife made him wear.",
   "Speaker 3: Hi liar!",
   "Speaker 4: Hey!",
   "Speaker 3: Y'know the only reason he's marrying you is because he thinks all the things you were saying about yourself were true.",
   "Speaker 4: Well they could be true.",
   "Speaker 3: But they're not!",
   "Speaker 4: Yeah, it's a fine line huh?",
   "Speaker 3: Why are you lying to him?",
   "Speaker 4: I don't know. He said he did all this stuff and then I said I did it too and he got so excited, it was really fun.",
   "Speaker 5: Honey?",
   "Speaker 4: It's a filthy, disgusting habit and I want you to quit now!",
   "Speaker 5: She's helped so many people to quit smoking.",
   "Speaker 4: Y'know, we'd really better get going.",
   "Speaker 5: Oh right, you've got a church group meeting tonight.",
   "Speaker 4: Right.",
   "Speaker 5: Well, it was nice meeting you.",
   "Speaker 3: You too. And Ursula?! It was really nice meeting you tonight!!",
   "Speaker 6: Pheebs come on! Bunny vs. Doody! We're waiting! Okay. Okay guys, one match, winner take all. Oh wait-wait! What does the winner get?",
   "Speaker 2: Pride.",
   "Speaker 1: And dignity.",
   "Speaker 6: Okay, if you say so. All right, ready? Set! Go!"
  ],
  [
   {
    "trigger_word": "funniest",
    "sent_id": 1
   },
   {
    "trigger_word": "true",
    "sent_id": 4
   },
   {
    "trigger_word": "lying",
    "sent_id": 8
   },
   {
    "trigger_word": "did",
    "sent_id": 9
   },
   {
    "trigger_word": "quit",
    "sent_id": 11
   },
   {
    "trigger_word": "helped",
    "sent_id": 12
   },
   {
    "trigger_word": "get going",
    "sent_id": 13
   },
   {
    "trigger_word": "meeting",
    "sent_id": 14
   },
   {
    "trigger_word": "meeting",
    "sent_id": 16
   },
   {
    "trigger_word": "meeting",
    "sent_id": 17
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey Ross! So listen, about you and the dinosaur girl, are you really just gonna let a couple of Nobel prizes scare you off? What is that, come on, a piece of paper?",
   "Speaker 2: It's actually a $1,000,000 prize.",
   "Speaker 1: Go Charlie! But my point is, ok so she dated them but she also broke up with them. Maybe she's looking to, you know, slum it with some average Joe PhD.",
   "Speaker 2: Yeah, maybe. I do have my whole career in front of me. I mean, I can still win a Nobel prize. Although the last two papers I've written were widely discredited.",
   "Speaker 1: You're so much more than just brains! You're sweet, and kind, and funny...",
   "Speaker 2: And sexy.",
   "Speaker 1: Ok well give her a chance to see all of that!",
   "Speaker 2: Yeah, you're right, thanks Pheebs, I'm gonna go find her.",
   "Speaker 1: Good for you! And hey, I thought your paper on punctuated equilibrium in the Devonian era was top notch!",
   "Speaker 2: Stop going through my stuff!"
  ],
  [
   {
    "trigger_word": "let",
    "sent_id": 0
   },
   {
    "trigger_word": "slum",
    "sent_id": 2
   },
   {
    "trigger_word": "discredited",
    "sent_id": 3
   },
   {
    "trigger_word": "give her a chance",
    "sent_id": 6
   },
   {
    "trigger_word": "find",
    "sent_id": 7
   },
   {
    "trigger_word": "top notch",
    "sent_id": 8
   },
   {
    "trigger_word": "stop",
    "sent_id": 9
   }
  ]
 ],
 [
  [
   "Speaker 1: So thanks for the warm welcome. It's good to have you guys on my team, and I come to play. I hope you do too. Now, let's go out there and get ‘em! Huh? And remember, there is no ‘I' in team.",
   "Speaker 2: Yes, but there's two in martini, soo everybody back to my office.",
   "Speaker 1: You! Chuckles! What's your name?",
   "Speaker 2: Oh it's Bing, sir. I'm sorry , I was just ah...",
   "Speaker 1: No-no, I heard what you said, funny. I like funny. This team is about hard work, but it's also about having fun. Good to have you aboard Bing!"
  ],
  [
   {
    "trigger_word": "go out",
    "sent_id": 0
   },
   {
    "trigger_word": "having fun",
    "sent_id": 4
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey! Don't you give me any of your-Hey!",
   "Speaker 2: Hey!",
   "Speaker 3: Hey!",
   "Speaker 4: What are you guys doing here?",
   "Speaker 3: Ross and Rachel left us a message saying they were getting married! Isn't that why you guys are here?",
   "Speaker 2: Yes! Well that-yes.",
   "Speaker 4: Why else would we be here?",
   "Speaker 3: Well! What happened?! Did we miss it?",
   "Speaker 2: We actually missed it.",
   "Speaker 1: Well, maybe you wouldn't have had you run in the chapel!",
   "Speaker 4: This is insane!",
   "Speaker 1: What's the big deal, y'know? It's not like it's a real marriage.",
   "Speaker 2: What?!",
   "Speaker 1: Yeah, if you get married in Vegas, you're only married in Vegas.",
   "Speaker 4: What are you talking about? If you get married in Vegas you're married everywhere.",
   "Speaker 1: Really?!",
   "Speaker 4: Yeah!",
   "Speaker 1: Oh my God!-Eh! Well..."
  ],
  [
   {
    "trigger_word": "give",
    "sent_id": 0
   },
   {
    "trigger_word": "left us a message",
    "sent_id": 4
   },
   {
    "trigger_word": "missed",
    "sent_id": 8
   },
   {
    "trigger_word": "run",
    "sent_id": 9
   },
   {
    "trigger_word": "married",
    "sent_id": 13
   },
   {
    "trigger_word": "married",
    "sent_id": 14
   }
  ]
 ],
 [
  [
   "Speaker 1: Rachel, I need the Versachi invoice. Hello! You don't work for me.",
   "Speaker 2: Joanna, this is my friend Chandler Bing Joanna.",
   "Speaker 1: Bing! That's a great name.",
   "Speaker 3: Thanks, it's ah, Gaelic, for 'Thy turkey's done.' So ah, I'm gonna go, nice, nice meeting you.",
   "Speaker 1: Me too.",
   "Speaker 2: Bye, Chandler.",
   "Speaker 1: So ah, what's wrong with him?",
   "Speaker 2: Oh, nothing, he's just goofy like that, I actually, hardly notice it anymore.",
   "Speaker 1: Oh no, no-no-no, is he ah, married, or involved with anyone?",
   "Speaker 2: No!! No! He's not married, or involved, with anyone!",
   "Speaker 1: Oh, Rachel, actually, y'know what, forget it.",
   "Speaker 2: Well, I'll ask him for you, if you want me too?",
   "Speaker 1: Would you? Or, is it just to sad and desperate, and y'know something that Sophie would do?",
   "Speaker 4: Uh, uh, uh, I am here.",
   "Speaker 1: I know that."
  ],
  [
   {
    "trigger_word": "need",
    "sent_id": 0
   },
   {
    "trigger_word": "go",
    "sent_id": 3
   },
   {
    "trigger_word": "goofy",
    "sent_id": 7
   },
   {
    "trigger_word": "forget",
    "sent_id": 10
   },
   {
    "trigger_word": "ask",
    "sent_id": 11
   }
  ]
 ],
 [
  [
   "Speaker 1: How are you honey?",
   "Speaker 2: How do you think I am?! You've wrecked all my childhood memories. You love Ross more than me. And I just rubbed a dead mouse on my face!",
   "Speaker 1: Sweetheart, we love you just as much as Ross! Now, I'm sorry about everything that happened and I'd probably never be able to make it up to you, but here's a start.",
   "Speaker 2: What's this?",
   "Speaker 1: It's the key to my Porsche. Well, the key to your Porsche.",
   "Speaker 2: What?!",
   "Speaker 3: What?!!!",
   "Speaker 1: I've been thinking about getting rid of it. I was driving it the other day and saw my reflection in a store window. Your mother's right, I do look like an ass.",
   "Speaker 2: Wait, you're giving me your Porsche, you're kidding me right?!",
   "Speaker 3: Well w-w-w-w-wait, w-wait, wait, wait a minute! I mean a couple of stupid boxes get wet and she gets a Porsche?!",
   "Speaker 1: Why don't we take it for a spin?",
   "Speaker 2: All right!",
   "Speaker 3: Well, what about me?! I'm a medical marvel!!"
  ],
  [
   {
    "trigger_word": "wrecked",
    "sent_id": 1
   },
   {
    "trigger_word": "sorry",
    "sent_id": 2
   },
   {
    "trigger_word": "key",
    "sent_id": 4
   },
   {
    "trigger_word": "getting rid of",
    "sent_id": 7
   },
   {
    "trigger_word": "kidding",
    "sent_id": 8
   },
   {
    "trigger_word": "take it ",
    "sent_id": 10
   },
   {
    "trigger_word": "medical marvel",
    "sent_id": 12
   }
  ]
 ],
 [
  [
   "Speaker 1: Tails!",
   "Speaker 2: It's heads. Gentlemen, pick your category.",
   "Speaker 3: Fears and Pet Peeves.",
   "Speaker 2: What is Monica's biggest pet peeve?",
   "Speaker 4: Animals dressed as humans.",
   "Speaker 2: That's correct. Ladies?",
   "Speaker 5: Same category?",
   "Speaker 2: According to Chandler, what phenomenon scares the bejeezus out of him?",
   "Speaker 5: Michael Flatley, Lord of the Dance!",
   "Speaker 2: That is correct.",
   "Speaker 4: The Irish gig guy?!",
   "Speaker 3: His legs flail about as if independent of his body!",
   "Speaker 2: Gentlemen, you're pick.",
   "Speaker 4: It's All Relative.",
   "Speaker 2: Monica and I have a grandmother who died, you both went to her funeral, name that grandmother!",
   "Speaker 4: Nana?",
   "Speaker 3: She has a real name.",
   "Speaker 4: Althea!",
   "Speaker 3: Althea?! What are you doing?!",
   "Speaker 4: I took a shot.",
   "Speaker 3: Are you sure it was Althea?!",
   "Speaker 2: Althea is correct.",
   "Speaker 3: Nice shooting!",
   "Speaker 1: We'll take Literature!!",
   "Speaker 2: Every week, the TV Guide comes to Chandler and Joey's apartment. What name appears on the address label?",
   "Speaker 1: Chandler gets it! It's Chandler Bing!",
   "Speaker 5: No!!",
   "Speaker 2: I'm afraid the TV Guide comes to Chinandolor Bong.",
   "Speaker 5: I knew that! Rachel! Use you're head!",
   "Speaker 3: Actually, it's Miss Chinandolor Bong."
  ],
  [
   {
    "trigger_word": "pick",
    "sent_id": 1
   },
   {
    "trigger_word": "scares",
    "sent_id": 7
   },
   {
    "trigger_word": "have",
    "sent_id": 14
   },
   {
    "trigger_word":"took a shot",
    "sent_id":19
   },
   {
    "trigger_word": "comes",
    "sent_id": 24
   },
   {
    "trigger_word": "afraid",
    "sent_id": 27
   }
  ]
 ],
 [
  [
   "Speaker 1: Okay, stop what you're doing, I need envelope stuffers, I need stamp lickers.....",
   "Speaker 2: Well hey, who did these resumes for ya?",
   "Speaker 3: Me! On my computer.",
   "Speaker 2: Well you sure used a large font.",
   "Speaker 3: Eh, yeah, well ah, waitress at a coffee shop and cheer squad co-captain only took up so much room.",
   "Speaker 1: Hey-hey-hey that's funny! Your funny Chandler! Your a funny guy! You wanna know what else is really funny?!",
   "Speaker 3: Something else I might have said?",
   "Speaker 1: I don't know, I don't know, weren't you the guy that told me to quit my job when I had absolutely nothing else to do. Ha! Ha! Ha! Ha! Ha!!",
   "Speaker 2: Sweetie, calm down, it's gonna be okay.",
   "Speaker 1: No, it's not gonna be okay Ross, tomorrow is my last day, and I don't have a lead. Okay, y'know what, I'm just gonna, I'm just gonna call Gunther and I'm gonna tell him, I'm not quitting.",
   "Speaker 3: You-you-you don't wanna give into the fear.",
   "Speaker 1: You and your stupid fear. I hate your fear. I would like to take you and your fear....",
   "Speaker 4: Hey! I got great news!",
   "Speaker 3: Run, Joey! Run for your life!",
   "Speaker 4: What? Rachel, listen, have you ever heard of Fortunata Fashions?",
   "Speaker 1: No.",
   "Speaker 4: Well my old man is doing a plumbing job down there and he heard they have an opening. So, you want me to see if I can get you an interview?",
   "Speaker 1: Oh my God! Yes, I would love that, oh, that is soo sweet, Joey.",
   "Speaker 4: Not a problem.",
   "Speaker 1: Thanks."
  ],
  [
   {
    "trigger_word": "need",
    "sent_id": 0
   },
   {
    "trigger_word": "resumes",
    "sent_id": 1
   },
   {
    "trigger_word": "funny",
    "sent_id": 5
   },
   {
    "trigger_word": "said",
    "sent_id": 6
   },
   {
    "trigger_word": "quit",
    "sent_id": 7
   },
   {
    "trigger_word": "last day",
    "sent_id": 9
   },
   {
    "trigger_word": "give into",
    "sent_id": 10
   },
   {
    "trigger_word": "fear",
    "sent_id": 11
   },
   {
    "trigger_word": "opening",
    "sent_id": 16
   }
  ]
 ],
 [
  [
   "Speaker 1: Hi.",
   "Speaker 2: Hey, oh, so, um...how'd you make out last night?",
   "Speaker 1: That, that is funny. That is painfully funny. No, wait. Wait, yeah, that's just painful",
   "Speaker 3: Wait a minute. I thought last night was great.",
   "Speaker 1: Yeah, it was, but...I get home, ok, and I see Julie's saline solution on my night table. And I'm thinking to myself, oh my god, what the hell am I doing? I mean, here I am, I am with Julie, this incredible, great woman, who I care about and who cares about me, and I'm like, what, am I just gonna throw all that away?",
   "Speaker 4: You got all that from saline solution?",
   "Speaker 3: We are talking about Rachel here. You and Rachel.",
   "Speaker 1: Believe me, I've been dreaming about me and Rachel for ten years now. But now, I'm with Julie, so it's like me and Julie, me and Rachel, me and Julie, me and..... Rachel. Rachel, Rachel.",
   "Speaker 5: Hey, you.",
   "Speaker 1: How are you?",
   "Speaker 5: Good. How are you?",
   "Speaker 1: Good."
  ],
  [
   {
    "trigger_word": "make out",
    "sent_id": 1
   },
   {
    "trigger_word": "painful",
    "sent_id": 2
   },
   {
    "trigger_word": "Julie",
    "sent_id": 4
   },
   {
    "trigger_word": "dreaming",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Dr. Geller...? Charlie... What are you... what are you doing here?",
   "Speaker 2: I want you to tell her everything. About the deal you tried to make with me, about the crazy questions you... Wally Cox! That's the voice of Underdog!",
   "Speaker 1: Like I tried to tell you in the interview Ross, this grant is not based on your knowledge of pretty useless trivia.",
   "Speaker 2: No, no, no. Don't do that! I want you to look her in the eyes, and tell her the truth.",
   "Speaker 3: Benji?",
   "Speaker 1: Alright, it's true. I behaved horribly. But it's only because I still love you. And I would do anything to have you back in my life.",
   "Speaker 2: Too little, too late, Benji!",
   "Speaker 3: I can't believe this.",
   "Speaker 1: I never should have broken up with you. I think about you all the time. I mean, do you ever still think about me?",
   "Speaker 2: No!",
   "Speaker 3: Yes!",
   "Speaker 2: What?",
   "Speaker 3: I don't know what to say, Benji. This is all so.... romantic.",
   "Speaker 2: or...",
   "Speaker 1: Listen, I know, I may be way out of bounds here, but is there any chance you will take me back?",
   "Speaker 3: Maybe...",
   "Speaker 2: Sweetie, this conversation is starting to make me a little uncomfortable.",
   "Speaker 3: Oh God! I am so sorry, but... I mean it's... there's so much history between us, you know...",
   "Speaker 1: I'm sorry too...",
   "Speaker 1: I love you!",
   "Speaker 3: I love you too!",
   "Speaker 2: Okay, that's it. WE ARE SEEING OTHER PEOPLE!"
  ],
  [
   {
    "trigger_word": "tell",
    "sent_id": 1
   },
   {
    "trigger_word": "tell",
    "sent_id": 2
   },
   {
    "trigger_word": "love",
    "sent_id": 5
   },
   {
    "trigger_word": "broken up",
    "sent_id": 8
   },
   {
    "trigger_word": "take me back",
    "sent_id": 14
   },
   {
    "trigger_word": "uncomfortable",
    "sent_id": 16
   },
   {
    "trigger_word": "history",
    "sent_id": 17
   }
  ]
 ],
 [
  [
   "Speaker 1: I....can't....believe this!",
   "Speaker 2: And yet somehow it's true!",
   "Speaker 1: I mean this is so great! We're gonna be baby buddies!",
   "Speaker 2: Squeeze your legs together and cover the baby's ears!",
   "Speaker 3: Hi sweetie!",
   "Speaker 1: Hi! Hi sweetheart! This is my husband Sid, I don't think you've met him. Ross, Rachel, this is Sid. I nabbed him a year ago at the dermatologist's office. Thank God for adult acne huh?",
   "Speaker 4: I still can't believe it! I'm the luckiest guy in the world!",
   "Speaker 2: Really?",
   "Speaker 4: What'd he say?",
   "Speaker 1: Oh y'know what? You have to speak very loudly when you're talking to Sid, because he's almost completely deaf.",
   "Speaker 5: Oh!",
   "Speaker 2: Oh there you go!",
   "Speaker 5: I get it!",
   "Speaker 1: So? Congratulations you two, I didn't even know you got married.",
   "Speaker 5: Oh we-we didn't.",
   "Speaker 2: No-no. We...",
   "Speaker 1: What?!",
   "Speaker 2: Um uh...We're-we're just having this baby together but uh, uh that's all.",
   "Speaker 1: Why?!!",
   "Speaker 2: Uh well umm...we're just not in that place, y'know? But we're very excited about this.",
   "Speaker 1: Oh. Well then shut me up.",
   "Speaker 5: Just tell me how.",
   "Speaker 1: Uh-oh, I feel another one coming.",
   "Speaker 2: Sid you lucky deaf bastard."
  ],
  [
   {
    "trigger_word": "baby buddies",
    "sent_id": 2
   },
   {
    "trigger_word": "nabbed",
    "sent_id": 5
   },
   {
    "trigger_word": "speak",
    "sent_id": 9
   },
   {
    "trigger_word": "Congratulations",
    "sent_id": 13
   },
   {
    "trigger_word": "excited",
    "sent_id": 19
   },
   {
    "trigger_word": "shut",
    "sent_id": 20
   }
  ]
 ],
 [
  [
   "Speaker 1: Oh hi!",
   "Speaker 2: Hi! Hi. I think I left my keys here somewhere.",
   "Speaker 1: Oh! Well let's look for them. Oh-oh-hey! Are these them?",
   "Speaker 2: No.",
   "Speaker 1: All right!",
   "Speaker 2: Oh, here they are right here.",
   "Speaker 1: Oh good.",
   "Speaker 2: Thanks for your help.",
   "Speaker 1: Oh, wait! Sorry, Mr. Paul? Mr. Paul?",
   "Speaker 2: Just call me Paul.",
   "Speaker 1: Paul. Umm, I just wanted you to know that Ross really is a great guy.",
   "Speaker 2: Well maybe you can date him then that would save me the trouble of killing him.  Are you okay?",
   "Speaker 1: You just don't look old enough to have a twenty-year-old daughter.",
   "Speaker 2: Well, we were very young when we had her.",
   "Speaker 1: Oh. We?",
   "Speaker 2: Well yeah, it usually, it takes two people to...",
   "Speaker 1: Oh no! Yes! Of course, I know that! I just-I meant y'know are you still a ‘We' or are you just ‘You?'",
   "Speaker 2: I'm just me, my wife died shortly after Lizzie was born.",
   "Speaker 1: Ohh. So you raised her all on your own?",
   "Speaker 2: Yes I did.",
   "Speaker 1: Ohh."
  ],
  [
   {
    "trigger_word": "left",
    "sent_id": 1
   },
   {
    "trigger_word": "look for",
    "sent_id": 2
   },
   {
    "trigger_word": "know",
    "sent_id": 10
   },
   {
    "trigger_word": "date",
    "sent_id": 11
   },
   {
    "trigger_word": "raised",
    "sent_id": 18
   }
  ]
 ],
 [
  [
   "Speaker 1: Have you ever seen so much crap?",
   "Speaker 2: Actually, I think this apartment sullies the good name of crap",
   "Speaker 3: Check this out. Can I have this?",
   "Speaker 2: Hey, look at this. \"My Big Book of Grievances.\"",
   "Speaker 3: Hey, there's me! April 17th. Excessive noise. Italian guy comes homes with a date. Hey Chandler, look, you're in here too.",
   "Speaker 2: April 18th, excessive noise. Italian guy's gay roommate comes home with the dry-cleaning. Well that's excellent."
  ],
  [
   {
    "trigger_word": "sullies",
    "sent_id": 1
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey Mike sorry to just drop by like this, can I come in?",
   "Speaker 2: Sure. Who are you?",
   "Speaker 1: I'm Ross, Phoebe's friend from the coffeehouse.",
   "Speaker 2: Oh.",
   "Speaker 1: Yeah, I really, really need to talk to you about something.",
   "Speaker 2: OK, unless... you're not gonna try to get me to join a cult are you?",
   "Speaker 1: No",
   "Speaker 2: Oh, it's just you have that look",
   "Speaker 1: Damn super cuts!",
   "Speaker 2: What's up? Is Phoebe OK?",
   "Speaker 1: Oh no, yeah, no, Phoebe is great, but umm... I'm an idiot. Look, right before you guys went out, I accidentally got her all upset.",
   "Speaker 2: That's why she was weird.",
   "Speaker 1: Yes, yeah, I said something stupid about her never having had a serious relationship, but you should know she is so much fun, a wonderful person! Please don't blow her off.",
   "Speaker 2: I'm not blowing her off. I actually just got off the phone with her. We're going out tomorrow night. I mean, I hope that's OK with you, stranger from the coffee house.",
   "Speaker 1: Well then, I didn't need to bother you or the four other Mike Hanagens I bothered.",
   "Speaker 2: Hey wait wait wait wait! Is that true what you said? Phoebe's never had a serious relationship?",
   "Speaker 1: Of course she has. If she'd never had a serious relationship, I'd go around broadcasting it like some unstoppable moron.",
   "Speaker 2: But you did say it.",
   "Speaker 1: Yes, yes I did. And I will also say what I'm about to say vis-a-vis the following, Phoebe has never had a serious relationship since her...super-serious relationship with...Vicrum.",
   "Speaker 2: Vicrum?",
   "Speaker 1: What, that's a real name!"
  ],
  [
   {
    "trigger_word": "come in",
    "sent_id": 0
   },
   {
    "trigger_word": "talk to",
    "sent_id": 4
   },
   {
    "trigger_word": "try",
    "sent_id": 5
   },
   {
    "trigger_word": "bother",
    "sent_id": 14
   },
   {
    "trigger_word": "broadcasting",
    "sent_id": 16
   }
  ]
 ],
 [
  [
   "Speaker 1: Bing! Ho! And the Bing-ette!",
   "Speaker 2: Honey, you remember my boss Doug right?",
   "Speaker 3: Yes, hi.",
   "Speaker 1: Hi. So good news, the divorce is final. I signed the papers this A.M.",
   "Speaker 2: I didn't know you and Carol were getting divorced, I'm sorry.",
   "Speaker 1: Sorry? Finally chewed my leg out of that bear trap. Hey, congratulations to you guys though!",
   "Speaker 3: No leg chewing for us sir.",
   "Speaker 1: Oh well, give it time. So the divorce, the marriage, we've got a lot to celebrate. How about we all go out to dinner tomorrow night?",
   "Speaker 3: I can't think of anything we're doing. Why can't I think of anything we're doing?",
   "Speaker 1: Tomorrow night it is then, I should be out of court by six. They keep throwing these sexual harassment cases at me and I keep knocking them out of the park!",
   "Speaker 3: Okay, I'll see you tomorrow! Just so you know, we're not seeing him tomorrow. I-I cannot spend another evening with that man. Do you remember how he behaved at our wedding?",
   "Speaker 2: No.",
   "Speaker 3: That's because he wasn't invited because of the way he behaved at our engagement party.",
   "Speaker 2: Oh yeah. Boy, urine cuts right through an ice sculpture doesn't it?"
  ],
  [
   {
    "trigger_word": "boss Doug",
    "sent_id": 1
   },
   {
    "trigger_word": "divorce",
    "sent_id": 3
   },
   {
    "trigger_word": "know",
    "sent_id": 4
   },
   {
    "trigger_word": "chewed my leg out of",
    "sent_id": 5
   },
   {
    "trigger_word": "celebrate",
    "sent_id": 7
   },
   {
    "trigger_word": "knocking",
    "sent_id": 9
   },
   {
    "trigger_word": "invited",
    "sent_id": 12
   },
   {
    "trigger_word": "urine cuts",
    "sent_id": 13
   }
  ]
 ],
 [
  [
   "Speaker 1: Monica, what is the matter with you?",
   "Speaker 2: Nothing. I just want the baby to be born today.",
   "Speaker 3: Why? Why today?",
   "Speaker 2: Okay fine! I keep betting Phoebe that you're gonna have the baby and I don't want to lose again!",
   "Speaker 1: What?! While she's been going through this hell, you've been making money?! You're betting on your friend staying in this misery?!",
   "Speaker 3: I'll take that bet.",
   "Speaker 1: What?!",
   "Speaker 3: Well, I'm miserable here! I might as well make some money out it!",
   "Speaker 1: Can I get some of that action?",
   "Speaker 2: Wait a minute! Now I'm betting against all three of you?",
   "Speaker 3: Oh honey, don't worry. I really do feel like tomorrow's the day.",
   "Speaker 2: Oh, okay!"
  ],
  [
   {
    "trigger_word": "want",
    "sent_id": 1
   },
   {
    "trigger_word": "betting",
    "sent_id": 3
   },
   {
    "trigger_word": "making money",
    "sent_id": 4
   },
   {
    "trigger_word": "take",
    "sent_id": 5
   },
   {
    "trigger_word": "betting",
    "sent_id": 9
   }
  ]
 ],
 [
  [
   "Speaker 1: Just one last time erm...the marriage thing...there's no wiggle room? None at all?",
   "Speaker 2: No but... You don't want to get married either right?",
   "Speaker 1: Right. Except that I do want to get married.",
   "Speaker 3: Couldn't have this conversation down at the truck huh?",
   "Speaker 2: You...wanna get married?",
   "Speaker 1: Someday.",
   "Speaker 4: Aaaaand...hernia.",
   "Speaker 1: I haven't exactly had a normal life and I never really felt I was missing out on anything but it just feels that now it's my turn some of the regular stuff.",
   "Speaker 2: But if you wanna get married why didn't you say something before?",
   "Speaker 1: Because I just didn't know how much I wanted it. And I love you, and I wanted to live with you.",
   "Speaker 2: I want to live with you too! Let's do that!",
   "Speaker 1: But I don't think I can! it was ok to move in when I didn't know what was gonna happen, but I can't move in knowing that nothing is ever gonna happen.",
   "Speaker 2: Can we at least try living together? I mean you might change your mind about marriage.",
   "Speaker 1: Are you gonna change yours?",
   "Speaker 2: No.",
   "Speaker 1: Me neither. I think I need to be with someone who wants what I want.",
   "Speaker 2: But I don't want this to end.",
   "Speaker 1: I don't want it to end either.",
   "Speaker 2: I can't believe this is gonna end. I guess I'll have my stuff packed up.",
   "Speaker 1: Yeah.",
   "Speaker 2: Ok...so. Goodbye.",
   "Speaker 5: Bye bye Mike! See ya Mike.",
   "Speaker 6: I'm so sorry Phoebs.",
   "Speaker 7: We're all sorry.",
   "Speaker 4: Ah...look on the bright side...I mean you won't have to live with this ugly chair! That was here already huh? I love you."
  ],
  [
   {
    "trigger_word": "wiggle room",
    "sent_id": 0
   },
   {
    "trigger_word": "get married",
    "sent_id": 1
   },
   {
    "trigger_word": "say",
    "sent_id": 8
   },
   {
    "trigger_word": "move in",
    "sent_id": 11
   },
   {
    "trigger_word": "try",
    "sent_id": 12
   },
   {
    "trigger_word": "change",
    "sent_id": 13
   },
   {
    "trigger_word": "want",
    "sent_id": 15
   },
   {
    "trigger_word": "packed up",
    "sent_id": 18
   }
  ]
 ],
 [
  [
   "Speaker 1: Rachel?!",
   "Speaker 2: Oh God Monica hi! Thank God! I just went to your building and you weren't there and then this guy with a big hammer said you might be here and you are, you are!",
   "Speaker 3: Can I get you some coffee?",
   "Speaker 1: De-caff. Okay, everybody, this is Rachel, another Lincoln High survivor. This is everybody, this is Chandler, and Phoebe, and Joey, and- you remember my brother Ross?",
   "Speaker 2: Hi, sure!",
   "Speaker 4: Hi."
  ],
  [
   {
    "trigger_word": "went to",
    "sent_id": 1
   }
  ]
 ],
 [
  [
   "Speaker 1: Hi!",
   "Speaker 2: Can't a girl finish a song around here?",
   "Speaker 3: Hey!",
   "Speaker 1: Hi! So I just dropped Emma off at my mom's.",
   "Speaker 4: Okay.",
   "Speaker 3: Oh, you're not taking her with you tonight?",
   "Speaker 1: No, we decided that I would go ahead and set up first, and then my mom would bring Emma to Paris on Sunday.",
   "Speaker 2: Wow, eight hour flight with a one-year old? Good luck, mom.",
   "Speaker 1: Are you kidding? Eight hours with my mother talking about Atkins? Good luck, Emma!"
  ],
  [
   {
    "trigger_word": "set up",
    "sent_id": 6
   },
   {
    "trigger_word": "flight",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey, you know what I just realized? If you guys ever have kids...",
   "Speaker 2: Whoa-whoa-whoa! We're having kids?!",
   "Speaker 3: I call Godfather!",
   "Speaker 1: You can't just call Godfather. Don't you think her brother should be Godfather?",
   "Speaker 3: Sure, if you cared enough to call it first.",
   "Speaker 4: Guys, you're a few steps ahead of us.",
   "Speaker 2: Yeah, big zero gravity moon steps.",
   "Speaker 5: Oh! Oh, I just thought of the greatest wedding gift to get you.",
   "Speaker 6: Ooh, I'll go in on that with you! I couldn't think of anything.",
   "Speaker 5: Okay."
  ],
  [
   {
    "trigger_word": "realized",
    "sent_id": 0
   },
   {
    "trigger_word": "wedding gift",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Hi, one, uh, mushroom, green pepper and onion?",
   "Speaker 2: No, no, that's not what we ordered... We ordered a fat-free crust with extra cheese.",
   "Speaker 1: Wait, you're not 'G.Stephanopoulos?' Man, my dad's gonna kill me!",
   "Speaker 3: Wait! Did you say 'G.Stephanopoulos?'",
   "Speaker 1: Yeah. This one goes across the street, I must have given him yours. Oh, bonehead, bonehead!",
   "Speaker 3: Wait, was this a-a small mediterranean guy with curiously intelligent good looks?",
   "Speaker 1: Yeah, that sounds about right.",
   "Speaker 3: Was he wearing a stunning blue suit?",
   "Speaker 4: And-and a power tie?",
   "Speaker 1: No, pretty much just a towel.",
   "Speaker 3: Oh God.",
   "Speaker 1: So you guys want me to take this back?",
   "Speaker 3: Are you nuts?! We've got George Stephanopoulos' pizza!",
   "Speaker 2: Uh, Pheebs? Who's George Snuffalopagus?",
   "Speaker 4: Big Bird's friend.",
   "Speaker 3: I see pizza!",
   "Speaker 4: Oh, I wanna see! Lemme see! Lemme see!",
   "Speaker 2: Hello? Who are we spying on?",
   "Speaker 3: White House adviser? Clinton's campaign guy? The one with the great hair, sexy smile, really cute butt?",
   "Speaker 2: Oh, him, the little guy? Oh, I love him!",
   "Speaker 4: Ooh, wait.. wait, I see a woman.",
   "Speaker 3: Please tell me it's his mother.",
   "Speaker 4: Definitely not his mother.",
   "Speaker 3: Oh, no...",
   "Speaker 4: Oh, wait, she's walking across the floor.. she's walking.. she's walking.. she's going for the pizza- Hey, that's not for you, bitch!"
  ],
  [
   {
    "trigger_word": "ordered",
    "sent_id": 1
   },
   {
    "trigger_word": "kill",
    "sent_id": 2
   },
   {
    "trigger_word": "given",
    "sent_id": 4
   },
   {
    "trigger_word": "guy",
    "sent_id": 5
   },
   {
    "trigger_word": "spying on",
    "sent_id": 17
   },
   {
    "trigger_word": "walking",
    "sent_id": 24
   }
  ]
 ],
 [
  [
   "Speaker 1: How's my Bing-a-ling?",
   "Speaker 2: Ah, I don't know, you tell me. Anything you ah, wanna tell me, because, if you ah, you should, if you, you would, tell me.",
   "Speaker 1: Why are your eyes so white?",
   "Speaker 2: You tell me! Maybe, it's because I was just fooling with my ex! Oh no-no-no-no, no-no-no-no, that was you!!",
   "Speaker 1: Oh my God!!",
   "Speaker 2: All right!",
   "Speaker 1: How did you know?",
   "Speaker 2: Joey told me, he saw you two kissing.",
   "Speaker 1: In the park?",
   "Speaker 2: No! In his office! How many kisses were there?",
   "Speaker 1: Just those two!",
   "Speaker 2: Wh-wh-why, wh-why, why, why was there kissing!? There should be no kissing!!",
   "Speaker 1: Oh, I'm sorry honey, I'm so, so, haaaaa! I'm so, so sorry, I just haaaaaa! But I, oh what happened was, I-I-I can't breathe. Can you get me a bag, or something?",
   "Speaker 2: Here."
  ],
  [
   {
    "trigger_word": "fooling",
    "sent_id": 3
   },
   {
    "trigger_word": "kissing",
    "sent_id": 7
   },
   {
    "trigger_word": "kissing",
    "sent_id": 11
   },
   {
    "trigger_word": "sorry",
    "sent_id": 12
   }
  ]
 ],
 [
  [
   "Speaker 1: Respectfully, professor R. Geller. Hey!",
   "Speaker 2: Hi!",
   "Speaker 1: Hey, how was the Met?",
   "Speaker 2: The museum was amazing!",
   "Speaker 1: Yeah? Joey really knows his art, huh?",
   "Speaker 2: Not so much, no. He had clearly memorized all the stuff to say, and some of it didn't even make any sense.",
   "Speaker 1: What do you mean?",
   "Speaker 2: Well, for one, he was talking about paintings that were nowhere around.",
   "Speaker 1: Wait a minute... when you guys walked into the Met, did you go to the right?",
   "Speaker 2: No, we went to the left.",
   "Speaker 1: Oh Joey, Joey! But still, I mean, it seems like you guys are having a great time together.",
   "Speaker 2: Yeah, it's fun.",
   "Speaker 1: What?",
   "Speaker 2: Actually, you know, Joey is your friend, and you don't really know me that well; it would be weird.",
   "Speaker 1: What, I mean, a little, but no, what, go on.",
   "Speaker 2: Well... I'm just thinking that maybe he's not the right guy to be with right now, maybe I should be with someone... I have more in common with. You know what I mean?",
   "Speaker 1: Yeah. But you know what? I think you should give Joey a chance. I mean, he's a great guy, and sure he doesn't know that much about art but you know, you can always talk about that with someone else.",
   "Speaker 2: Yeah, I guess that's true.",
   "Speaker 1: And if you think about it, I mean the reason he memorized all that stuff is because he thought it was important to you. You know, that's the kind of guy Joey is.",
   "Speaker 2: He is very sweet. Plus he's hot!",
   "Speaker 1: That was going to be my next argument."
  ],
  [
   {
    "trigger_word": "memorized",
    "sent_id": 5
   },
   {
    "trigger_word": "go to the right",
    "sent_id": 8
   },
   {
    "trigger_word": "having a great time",
    "sent_id": 10
   },
   {
    "trigger_word": "right guy",
    "sent_id": 15
   },
   {
    "trigger_word": "give",
    "sent_id": 16
   },
   {
    "trigger_word": "important",
    "sent_id": 18
   },
   {
    "trigger_word": "argument",
    "sent_id": 20
   }
  ]
 ],
 [
  [
   "Speaker 1: Rachel?",
   "Speaker 2: Yeah.",
   "Speaker 1: Do you remember when you first came here, how you spent two weeks getting trained by another waitress?",
   "Speaker 2: Oh, sure! Do you need me to train somebody new?",
   "Speaker 1: Good one. Actually, ah, Terry wants you to take the training again, whenever."
  ],
  [
   {
    "trigger_word": "remember",
    "sent_id": 2
   },
   {
    "trigger_word": "take",
    "sent_id": 4
   }
  ]
 ],
 [
  [
   "Speaker 1: Oh, hey, hey, I got that.",
   "Speaker 2: Oh, thanks, sweetie.",
   "Speaker 1: No problem. I cannot wait for you to meet my friends.",
   "Speaker 2: Really?",
   "Speaker 1: Yeah.",
   "Speaker 2: You don't think they'll judge and ridicule me?",
   "Speaker 1: No, no, they will. I just... uh...",
   "Speaker 1, Speaker 2: Can't wait.",
   "Speaker 1: Come on, they're gonna love you."
  ],
  [
   {
    "trigger_word": "wait",
    "sent_id": 2
   }
  ]
 ],
 [
  [
   "Speaker 1: Oh, somebody's been doing his buns of steel video.",
   "Speaker 2: Well, you want me to uh, clench anything, or-... Susie? Susie.",
   "Speaker 1: This is for the fourth grade.",
   "Speaker 2: Huh? Where, whaddya mean?",
   "Speaker 1: Whaddo I mean. Whaddya mean, whaddo I mean? I mean underpants, mister, that's what I mean.",
   "Speaker 2: What, what's what you mean?",
   "Speaker 1: My skirt, you lifted, kids laughing. I was Susie Underpants 'till I was 18.",
   "Speaker 2: That was in the fourth grade. How could you still be upset about that?",
   "Speaker 1: Well um, why don't you call me in 20 years and tell me if you're still upset about this.",
   "Speaker 2: Alright, I hope you realize you're not getting these underpants back."
  ],
  [
   {
    "trigger_word": "clench",
    "sent_id": 1
   },
   {
    "trigger_word": "mean",
    "sent_id": 4
   },
   {
    "trigger_word": "hope",
    "sent_id": 9
   }
  ]
 ],
 [
  [
   "Speaker 1: Hello?",
   "Speaker 2: Hey!",
   "Speaker 1: Hi.",
   "Speaker 2: Hi! What-what're you doing here?",
   "Speaker 1: Um, well, Max told me about Minsk, so congratulations! This is so exciting!",
   "Speaker 3: It'd be even more exciting if we were going.",
   "Speaker 1: Oh, you're not going? Oh, why?",
   "Speaker 3: Tell her, David. 'I don't wanna go to Minsk and work with Lifson and Yamaguchi and Flench, on nonononononono. I wanna stay here and make out with my girlfriend!!'",
   "Speaker 2: Thank you, Max. Thank you."
  ],
  [
   {
    "trigger_word": "congratulations",
    "sent_id": 4
   },
   {
    "trigger_word": "exciting",
    "sent_id": 5
   },
   {
    "trigger_word": "stay here",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Ok, right there. That, that's the third sign today. Right there.",
   "Speaker 2: On behalf of everyone, I'd just like to say behuh.",
   "Speaker 1: No, 'cause you just said dad and everywhere I go today I keep getting signs telling me to go see my father. Like when I was walking over here and I passed a buffet...which is my father's last name.",
   "Speaker 3: Ahh.",
   "Speaker 1: And they were serving franks which is his first name minus the s at the end. And there was a rotisserie with spinning chicken.",
   "Speaker 4: His indian name?",
   "Speaker 1: No because I chickened out the last time when I tried to meet him. So I mean coincidences? I don't think so.",
   "Speaker 2: Freakish.",
   "Speaker 4: Wow.",
   "Speaker 5: Freaky.",
   "Speaker 4: Weird, weird.",
   "Speaker 6: Ok, so uh, who wants the last hamburger?",
   "Speaker 1: Oh, alright, that's it, now I have to go see him.",
   "Speaker 4: Why?",
   "Speaker 1: Hamburger. McDonald's. Old MacDonald had a farm, my dad is a pharmacist."
  ],
  [
   {
    "trigger_word": "sign",
    "sent_id": 0
   },
   {
    "trigger_word": "behalf",
    "sent_id": 1
   },
   {
    "trigger_word": "see",
    "sent_id": 2
   },
   {
    "trigger_word": "passed",
    "sent_id": 2
   },
   {
    "trigger_word": "serving",
    "sent_id": 4
   },
   {
    "trigger_word": "rotisserie",
    "sent_id": 4
   },
   {
    "trigger_word": "chickened out",
    "sent_id": 6
   },
   {
    "trigger_word": "meet",
    "sent_id": 6
   },
   {
    "trigger_word": "weird",
    "sent_id": 10
   },
   {
    "trigger_word": "wants",
    "sent_id": 11
   },
   {
    "trigger_word": "see",
    "sent_id": 12
   },
   {
    "trigger_word": "farm",
    "sent_id": 14
   },
   {
    "trigger_word": "pharmacist",
    "sent_id": 14
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey, you guys!",
   "Speaker 2: Hey.",
   "Speaker 3: Hey.",
   "Speaker 4: What’s going on?",
   "Speaker 5: Well, we were just talkin’ about you guys gettin’ married and how great it is.",
   "Speaker 3: Yeah, you can get a Volvo. If that’s what you really want.",
   "Speaker 1: Oh that’s so sweet.",
   "Speaker 4: So we both finished our vows.",
   "Speaker 2: Oh!",
   "Speaker 3: Hey!",
   "Speaker 5: Oh, can we read them?",
   "Speaker 1: Yeah, I don’t hear Chandler’s and he doesn’t hear mine.",
   "Speaker 5: Okay.",
   "Speaker 2: Okay.",
   "Speaker 2: Oh, that’s beautiful.",
   "Speaker 3: Funny one! That’s good!",
   "Speaker 5: Monica, will-will you marry me?",
   "Speaker 3: What? I don’t get it.",
   "Speaker 6: Oh man, this is hilarious.",
   "Speaker 1: Chandler!!",
   "Speaker 4: Don’t worry honey, we’ll make yours funnier."
  ],
  [
   {
    "trigger_word": "talkin’",
    "sent_id": 4
   },
   {
    "trigger_word": "married",
    "sent_id": 4
   },
   {
    "trigger_word": "Volvo",
    "sent_id": 5
   },
   {
    "trigger_word": "want",
    "sent_id": 5
   },
   {
    "trigger_word": "sweet",
    "sent_id": 6
   },
   {
    "trigger_word": "finished",
    "sent_id": 7
   },
   {
    "trigger_word": "read",
    "sent_id": 10
   },
   {
    "trigger_word": "hear",
    "sent_id": 11
   },
   {
    "trigger_word": "marry",
    "sent_id": 16
   },
   {
    "trigger_word": "get",
    "sent_id": 17
   },
   {
    "trigger_word": "hilarious",
    "sent_id": 18
   },
   {
    "trigger_word": "worry",
    "sent_id": 20
   }
  ]
 ],
 [
  [
   "Speaker 1: Okay! So, we’ll just stay married.",
   "Speaker 2: Yes, exactly!",
   "Speaker 1: And I will make everyone call me Mrs. Geller!",
   "Speaker 2: Wow! This is so amazing. I uh, I really thought I’d have to talk you into this more.",
   "Speaker 1: Okay, see now I’m scared because I don’t actually think you’re kidding.",
   "Speaker 2: I’m-I’m not kidding. Look I-I, I can’t have three failed marriages. I can’t. Okay? I-I am not gonna be that guy!",
   "Speaker 1: What-wh-what so we’ll just stay married forever?!",
   "Speaker 2: Okay, look, how is this gonna affect you? Really? I mean you fill some form out once and a while and instead of checking the box that says Ms you check the box that says Mrs.! It’s right next to it!",
   "Speaker 1: Ohh, okay, I’m sorry. You’re right. Y’know what? We absolutely can stay married, because I was under the impression that the boxes were far away from each other. All right, look, just please, take a moment here and think about what you’re asking of me.",
   "Speaker 2: I’m asking you to do me a favor.",
   "Speaker 1: You are asking me to be your wife!",
   "Speaker 2: And as my wife I think you should grant me this favor."
  ],
  [
   {
    "trigger_word": "married",
    "sent_id": 0
   },
   {
    "trigger_word": "make",
    "sent_id": 2
   },
   {
    "trigger_word": "call",
    "sent_id": 2
   },
   {
    "trigger_word": "thought",
    "sent_id": 3
   },
   {
    "trigger_word": "talk",
    "sent_id": 3
   },
   {
    "trigger_word": "think",
    "sent_id": 4
   },
   {
    "trigger_word": "kidding",
    "sent_id": 4
   },
   {
    "trigger_word": "marriages ",
    "sent_id": 5
   },
   {
    "trigger_word": "married",
    "sent_id": 6
   },
   {
    "trigger_word": "affect",
    "sent_id": 7
   },
   {
    "trigger_word": "fill",
    "sent_id": 7
   },
   {
    "trigger_word": "check",
    "sent_id": 7
   },
   {
    "trigger_word": "impression",
    "sent_id": 8
   },
   {
    "trigger_word": "think",
    "sent_id": 8
   },
   {
    "trigger_word": "favor",
    "sent_id": 9
   },
   {
    "trigger_word": "asking",
    "sent_id": 10
   },
   {
    "trigger_word": "grant",
    "sent_id": 11
   }
  ]
 ],
 [
  [
   "Speaker 1: Monica, wake up. Monica.",
   "Speaker 2: What's up?",
   "Speaker 1: I thought of a thing.",
   "Speaker 2: Yeah?",
   "Speaker 1: Yeah. I have to sleep, have to, on this side of the bed.",
   "Speaker 2: No honey. You have to sleep on this side of the bed because I have to sleep on this side of the bed.",
   "Speaker 1: Or so I would have you believe.",
   "Speaker 2: No. Big deal, so you have a side of the bed, everybody has a side of the bed.",
   "Speaker 1: Hey come on, you haven't heard my reason yet.",
   "Speaker 2: Alright, go on.",
   "Speaker 1: Ok, I have to sleep on the west side because I grew up in California and otherwise the ocean would be on the wrong side.",
   "Speaker 2: Oh my God, you're a freak.",
   "Speaker 1: Yeah. How 'bout that."
  ],
  [
   {
    "trigger_word": "wake up",
    "sent_id": 0
   },
   {
    "trigger_word": "thought of",
    "sent_id": 2
   },
   {
    "trigger_word": "sleep",
    "sent_id": 4
   },
   {
    "trigger_word": "sleep",
    "sent_id": 5
   },
   {
    "trigger_word": "believe",
    "sent_id": 6
   },
   {
    "trigger_word": "heard",
    "sent_id": 8
   },
   {
    "trigger_word": "reason",
    "sent_id": 8
   },
   {
    "trigger_word": "sleep",
    "sent_id": 10
   },
   {
    "trigger_word": "freak",
    "sent_id": 11
   }
  ]
 ],
 [
  [
   "Speaker 1:  And I’m sure we’re all very excited that Ross and Emily are getting married at Montgomery Hall. I mean to think, my friend getting married in Monty Hall. Ohh, come on!! Monty Hall!! Let’s make a Deal!! Come on, you people!! All right, forget it!! Congratulations, Ross and Emily.",
   "Speaker 2: Hey, best man number two, Joey Tribbiani. Now I’m not good with the jokes like Chandler here. Boy...but ahh, I just want to say congratulation to the happy couple. I first met Ross in this coffee house back home...Home...New York City...Where everybody knows my name. Well anyway, I love you guys. But not as much as I love America. Could we please..go home now?",
   "Speaker 3: Are you going home? I was hoping to get to know you better.",
   "Speaker 2: I’m not going anywhere, sweetheart."
  ],
  [
   {
    "trigger_word": "mean",
    "sent_id": 0
   },
   {
    "trigger_word": "think",
    "sent_id": 0
   },
   {
    "trigger_word": "Deal",
    "sent_id": 0
   },
   {
    "trigger_word": "say",
    "sent_id": 1
   },
   {
    "trigger_word": "met",
    "sent_id": 1
   },
   {
    "trigger_word": "love",
    "sent_id": 1
   },
   {
    "trigger_word": "go home",
    "sent_id": 1
   },
   {
    "trigger_word": "hoping",
    "sent_id": 2
   },
   {
    "trigger_word": "know",
    "sent_id": 2
   },
   {
    "trigger_word": "going",
    "sent_id": 3
   }
  ]
 ],
 [
  [
   "Speaker 1: Oh my God! You got her to stop crying!",
   "Speaker 2: Yes I did, I'm Monica super aunt.",
   "Speaker 1: You are the official baby crier stopper!",
   "Speaker 2: Yes I am!!",
   "Speaker 1: You're never leaving the apartment!",
   "Speaker 2: Say what?",
   "Speaker 1: That's your new job, day and night, she starts crying I need you here.",
   "Speaker 2: Oh no no no no!",
   "Speaker 3: Thankfully you don't need me at all so OK Super aunt see you later! Rachel let's give it six to eight months.",
   "Speaker 1: OK so listen I'm gonna go lay down.",
   "Speaker 2: What?",
   "Speaker 1: You know the book says that whenever she's sleeping I should be sleeping so?"
  ],
  [
   {
    "trigger_word": "stop",
    "sent_id": 0
   },
   {
    "trigger_word": "crier stopper",
    "sent_id": 2
   },
   {
    "trigger_word": "leaving",
    "sent_id": 4
   },
   {
    "trigger_word": "need",
    "sent_id": 6
   },
   {
    "trigger_word": "need",
    "sent_id": 8
   },
   {
    "trigger_word": "see",
    "sent_id": 8
   },
   {
    "trigger_word": "give",
    "sent_id": 8
   },
   {
    "trigger_word": "lay down",
    "sent_id": 9
   },
   {
    "trigger_word": "sleeping",
    "sent_id": 11
   },
   {
    "trigger_word": "says",
    "sent_id": 11
   }
  ]
 ],
 [
  [
   "Speaker 1: The most unbelievable thing happened to me today.",
   "Speaker 2: Hi!",
   "Speaker 1: Hi! So I'm out having lunch at Monica's and this guy starts talking to me, and it turns out he works for a buyer at Bloomingdale's and there happens to be an opening in his department. So I gave him my phone number and he's gonna call me this weekend to see if he can get me an interview!",
   "Speaker 2: Wow!",
   "Speaker 1: I know!",
   "Speaker 2: What, so this guy is helping you for no apparent reason?",
   "Speaker 1: Uh-huh!",
   "Speaker 2: And he's, he's a total stranger?",
   "Speaker 1: Yeah! His name is um, Mark something."
  ],
  [
   {
    "trigger_word": "happened",
    "sent_id": 0
   },
   {
    "trigger_word": "having lunch",
    "sent_id": 2
   },
   {
    "trigger_word": "talking",
    "sent_id": 2
   },
   {
    "trigger_word": "works",
    "sent_id": 2
   },
   {
    "trigger_word": "opening",
    "sent_id": 2
   },
   {
    "trigger_word": "interview",
    "sent_id": 2
   },
   {
    "trigger_word": "helping",
    "sent_id": 5
   },
   {
    "trigger_word": "stranger",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey, what’s up?",
   "Speaker 2: Nothing, Monica and I had a stupid fight.",
   "Speaker 1: But you’re still moving in together, right? Because my ad came out today.",
   "Speaker 2: \"Wanted. Female roommate, non-smoker, non-ugly.\" Nice!",
   "Speaker 1: Yeah? I just figured y’know, after living with you it’d be an interesting change of pace to have a female roommate, y’know? Someone I can learn from, someone-someone who’s different than me. And what’s more different than me; a guy who’s not 19 than say a girl who is 19? Enh? Not just a hat rack my friend!"
  ],
  [
   {
    "trigger_word": "fight",
    "sent_id": 1
   },
   {
    "trigger_word": "moving in",
    "sent_id": 2
   },
   {
    "trigger_word": "figured",
    "sent_id": 4
   },
   {
    "trigger_word": "change",
    "sent_id": 4
   }
  ]
 ],
 [
  [
   "Speaker 1: Ursula! Wait! Err-err, it’s me! Phoebe!",
   "Speaker 2: Oh, I thought there was a mirror there. Okay, bye-bye.",
   "Speaker 1: Wait a second! So, what’s new with you?",
   "Speaker 2: Umm, nothing. I mean, I’m getting married next week.",
   "Speaker 1: What?!",
   "Speaker 2: Yeah! Yeah, it’s gonna be a small ceremony. Just family. His.",
   "Speaker 1: Huh. Okay. Well, I’m really happy for you.",
   "Speaker 2: Wait! If umm, if you want to come, I guess that’d be okay.",
   "Speaker 1: Really?",
   "Speaker 2: Sure! Why not? You could be my sister for the day.",
   "Speaker 1: Yeah. Okay. Umm, y’know, my friends are having a Halloween party tonight at my old apartment so, you could come. Maybe I could meet the guy you’re marrying.",
   "Speaker 2: Huh. Well, I’m supposed to be working at the restaurant tonight. I’m supposed to be working right now, so who cares.",
   "Speaker 1: By the way, it’s a costume party.",
   "Speaker 2: Oh! Okay, so that’s why you’re…",
   "Speaker 1: No. But thanks."
  ],
  [
   {
    "trigger_word": "thought",
    "sent_id": 1
   },
   {
    "trigger_word": "married",
    "sent_id": 3
   },
   {
    "trigger_word": "ceremony",
    "sent_id": 5
   },
   {
    "trigger_word": "meet",
    "sent_id": 10
   },
   {
    "trigger_word": "working",
    "sent_id": 11
   },
   {
    "trigger_word": "costume",
    "sent_id": 12
   }
  ]
 ],
 [
  [
   "Speaker 1: Can you see my nipples through this shirt?",
   "Speaker 2: No. But don't worry, I'm sure they're still there.",
   "Speaker 3: Where are you going, Mr. Suity-Man?",
   "Speaker 1: Well, I have an appointment to see Dr. Robert Pillman, career counselor a-gogo. I added the \"a-gogo.\"",
   "Speaker 2: Career counselor?",
   "Speaker 1: Hey, you guys all know what you want to do.",
   "Speaker 2: I don't!",
   "Speaker 1: Hey, you guys in the living room all know what you want to do. You know, you have goals. You have dreams. I don't have a dream.",
   "Speaker 4: Ah, the lesser-known \"I don't have a dream\" speech."
  ],
  [
   {
    "trigger_word": "see",
    "sent_id": 0
   },
   {
    "trigger_word": "want",
    "sent_id": 5
   },
   {
    "trigger_word": "want",
    "sent_id": 7
   },
   {
    "trigger_word": "do",
    "sent_id": 7
   },
   {
    "trigger_word": "speech",
    "sent_id": 8
   }
  ]
 ],
 [
  [
   "Speaker 1: Yeah, welcome.",
   "Speaker 2: Hello. Hello.",
   "Speaker 1: Umm here's your 3-D glasses.",
   "Speaker 2: Oh, umm, all right.",
   "Speaker 1: So how did you know Francis?",
   "Speaker 2: Well I actually, I-I really, I haven't seen her for years. But umm, well I-I was pretty tight with-with her and her daughter.",
   "Speaker 1: Really?! What's your name?",
   "Speaker 2: Umm, Frank Buffay.",
   "Speaker 3: Y'know what? Strike that. My name uh, actually is-is Joe. Uh, Joe umm, Hill.",
   "Speaker 1: You're Frank Buffay?",
   "Speaker 3: Shh! No! Joe Hill!",
   "Speaker 1: You just said…",
   "Speaker 3: Y'know what, I gotta go. And thank you so much for coming.",
   "Speaker 1: But…",
   "Speaker 1: Oh my God!",
   "Speaker 4: What?! What honey?",
   "Speaker 5: What happened?",
   "Speaker 1: That was my dad!",
   "Speaker 6: Oh my God!",
   "Speaker 4: Oh, did you catch him?!",
   "Speaker 1: Uh-huh.",
   "Speaker 5: Wh-what did he say?!",
   "Speaker 1: He said, \"Nice to meet you Glenda.\" Well, obviously I couldn't give him my real name?",
   "Speaker 7: Why?! Why not?!",
   "Speaker 1: Come on, you saw the way he ran out of here! What do you think? He's gonna stick around and talk to the daughter he abandoned!",
   "Speaker 8: What did you say to him?",
   "Speaker 1: Well, I said, I told him y'know, that I was the executor person of Francis' will and that I needed to talk to him so I'm gonna meet him at the coffee house later.",
   "Speaker 9: Could everyone please take their seats?",
   "Speaker 1: All right, well, I just can't think about that right now. I just wanna say good-bye to my Grandma.",
   "Speaker 7: Okay.",
   "Speaker 4: All right, let's go say good-bye."
  ],
  [
   {
    "trigger_word": "glasses",
    "sent_id": 2
   },
   {
    "trigger_word": "seen",
    "sent_id": 5
   },
   {
    "trigger_word": "tight",
    "sent_id": 5
   },
   {
    "trigger_word": "Strike",
    "sent_id": 8
   },
   {
    "trigger_word": "give",
    "sent_id": 22
   },
   {
    "trigger_word": "ran out",
    "sent_id": 24
   },
   {
    "trigger_word": "stick",
    "sent_id": 24
   },
   {
    "trigger_word": "talk",
    "sent_id": 24
   },
   {
    "trigger_word": "told",
    "sent_id": 26
   },
   {
    "trigger_word": "talk",
    "sent_id": 26
   },
   {
    "trigger_word": "take",
    "sent_id": 27
   },
   {
    "trigger_word": "think",
    "sent_id": 28
   }
  ]
 ],
 [
  [
   "Speaker 1: Mindy.",
   "Speaker 2: Hey, you.",
   "Speaker 1: Hey, you.... So, what's up?",
   "Speaker 2: Um.. we should really be sitting for this.",
   "Speaker 1: Sure we should... So.",
   "Speaker 2: Now, I know things've been weird lately, but you're like my oldest friend in the world... Except for maybe Laurie Schaffer, who I don't talk to anywhere, 'cause she's all bitter now that she lost the weight and it turns out she doesn't have a pretty face. ....Okay, I'm just gonna ask you this once, and I want a straight answer.",
   "Speaker 1: Okay.",
   "Speaker 2: Will you be my maid of honour?",
   "Speaker 1: Of course!",
   "Speaker 2: Oh that's so great!",
   "Speaker 1: Was that all you wanted to ask me?",
   "Speaker 2: That's all!",
   "Speaker 1: Ohhhh!! ...What? What?",
   "Speaker 2: That's not all.",
   "Speaker 1: Oh sure it is!",
   "Speaker 2: Oh no, it isn't! No! I think Barry is seeing someone in the city.",
   "Speaker 1: Um, what- what would make you think that?",
   "Speaker 2: Well, ever since we announced the engagement, he's been acting really weird, and then last night, he came home smelling like Chanel.",
   "Speaker 1: Really. Mindy, if it'll make you feel any better, when I was engaged to him he went through a whole weird thing too.",
   "Speaker 2: Oh God! You see, that's what I was afraid of!",
   "Speaker 1: What? What's what you were afraid of?",
   "Speaker 2: Okay, okay... when Barry was engaged to you, he and I...kind of... had a little thing on the side.",
   "Speaker 1: What?",
   "Speaker 2: I know. I know, and when he proposed to me, everyone said \"Don't do it, he's just gonna do to you what he did to Rachel,\" and now I feel so stupid.",
   "Speaker 1: Uh... Oh, Mindy, you are so stupid. Oh, we are both so stupid.",
   "Speaker 2: What do you mean?",
   "Speaker 1: Smell familiar?",
   "Speaker 2: Oh no.",
   "Speaker 1: Oh, I am so sorry.",
   "Speaker 2: No me, I am so sorry…"
  ],
  [
   {
    "trigger_word": "sitting",
    "sent_id": 3
   },
   {
    "trigger_word": "talk",
    "sent_id": 5
   },
   {
    "trigger_word": "lost the weight",
    "sent_id": 5
   },
   {
    "trigger_word": "ask",
    "sent_id": 5
   },
   {
    "trigger_word": "seeing",
    "sent_id": 15
   },
   {
    "trigger_word": "think",
    "sent_id": 16
   },
   {
    "trigger_word": "announced",
    "sent_id": 17
   },
   {
    "trigger_word": "smelling",
    "sent_id": 17
   },
   {
    "trigger_word": "feel",
    "sent_id": 18
   },
   {
    "trigger_word": "went through",
    "sent_id": 18
   },
   {
    "trigger_word": "afraid",
    "sent_id": 19
   },
   {
    "trigger_word": "engaged",
    "sent_id": 21
   },
   {
    "trigger_word": "proposed",
    "sent_id": 23
   },
   {
    "trigger_word": "feel",
    "sent_id": 23
   },
   {
    "trigger_word": "stupid",
    "sent_id": 24
   },
   {
    "trigger_word": "mean",
    "sent_id": 25
   }
  ]
 ],
 [
  [
   "Speaker 1: Come on, lottery!!",
   "Speaker 2: Ooh, you guys, it starts in like 20 minutes.",
   "Speaker 1: Ok, here we go. We need to sort out the tickets as quickly as possible to see if we've won. So does anybody have any ideas how to organize this? Ok, how about this: we divide them into 6 groups of 40, and the remaining 10 can be read by whoever finishes their pile first.",
   "Speaker 2: Ooh, I have another idea!",
   "Speaker 1: I'm sorry, idea time is over.",
   "Speaker 3: Ok, well, are all the tickets in the bowl?",
   "Speaker 1: Yeah.",
   "Speaker 4: What about the ones you have on the nightstand?",
   "Speaker 1: There are no tickets on the nightstand!",
   "Speaker 4: Yes there are, I just saw them a few minutes ago.",
   "Speaker 1: Un, no you didn't! You must be mistaken!",
   "Speaker 4: Honey, there are like 20 tickets on the nightstand!",
   "Speaker 1: Chandler, sense the tone!!",
   "Speaker 2: Well, well, well, look what mommy found!!",
   "Speaker 1: Ok, fine!! I bought 20 extra tickets for me and Chandler.",
   "Speaker 3: Uh! The psychic also said that I would be betrayed.",
   "Speaker 5: I can't believe this, I thought we were all in this together!",
   "Speaker 1: Hey, you just got in 5 minutes ago!",
   "Speaker 5: 3 minutes ago!!! I don't know why that's important ...",
   "Speaker 6: I was with you the whole time we were in Connecticut, when did you even get those?",
   "Speaker 1: When you were reading the dirty magazines without taking off the plastic!",
   "Speaker 6: I'll show you how.",
   "Speaker 2: Ok, well Monica, suppose one of your \"special\" tickets win? How are you gonna feel when you win the lottery and you lose all your friends?",
   "Speaker 1: Please ... if I win the lottery, you guys are not gonna leave me. Someone gave me a basket of mini-muffins last week and I couldn't get rid of you for 3 days!",
   "Speaker 2: Chandler, would you just tell her what she did was wrong?",
   "Speaker 4: She's right, you shouldn't have bought tickets just for us ...",
   "Speaker 1: Ahhh!",
   "Speaker 4: Let me finish ... however, it doesn't look like I'm gonna get this job so I can't afford to have principles, so screw you, the tickets are ours!!",
   "Speaker 1: There's the man I married!!"
  ],
  [
   {
    "trigger_word": "starts",
    "sent_id": 1
   },
   {
    "trigger_word": "sort out",
    "sent_id": 2
   },
   {
    "trigger_word": "organize",
    "sent_id": 2
   },
   {
    "trigger_word": "divide",
    "sent_id": 2
   },
   {
    "trigger_word": "over",
    "sent_id": 4
   },
   {
    "trigger_word": "nightstand",
    "sent_id": 7
   },
   {
    "trigger_word": "saw",
    "sent_id": 9
   },
   {
    "trigger_word": "mistaken",
    "sent_id": 10
   },
   {
    "trigger_word": "tickets",
    "sent_id": 11
   },
   {
    "trigger_word": "sense",
    "sent_id": 12
   },
   {
    "trigger_word": "found",
    "sent_id": 13
   },
   {
    "trigger_word": "bought",
    "sent_id": 14
   },
   {
    "trigger_word": "betrayed",
    "sent_id": 15
   },
   {
    "trigger_word": "believe",
    "sent_id": 16
   },
   {
    "trigger_word": "reading",
    "sent_id": 20
   },
   {
    "trigger_word": "taking off",
    "sent_id": 20
   },
   {
    "trigger_word": "show",
    "sent_id": 21
   },
   {
    "trigger_word": "win",
    "sent_id": 22
   },
   {
    "trigger_word": "lose",
    "sent_id": 22
   },
   {
    "trigger_word": "get rid of",
    "sent_id": 23
   },
   {
    "trigger_word": "tell",
    "sent_id": 24
   },
   {
    "trigger_word": "bought",
    "sent_id": 25
   },
   {
    "trigger_word": "afford",
    "sent_id": 27
   }
  ]
 ],
 [
  [
   "Speaker 1: Now dad, you'll be in my room, Ronni uh, you can stay in Chandler's room.",
   "Speaker 2: Thanks. You're, uh, you're a good kid.",
   "Speaker 3: C'mon, I'll show you to my room. ...That sounds so weird when it's not followed by \"No thanks, it's late.\"",
   "Speaker 1: Okay. Now this is just for tonight. Starting tomorrow, you gotta make a change. This has gone on long enough.",
   "Speaker 4: What kinda change?",
   "Speaker 1: Well, either you break it off with Ronni",
   "Speaker 4: I can't do that!",
   "Speaker 1: Then you gotta come clean with Ma! This is not right!",
   "Speaker 4: Yeah, but this is",
   "Speaker 1: I don't wanna hear it! Now go to my room!"
  ],
  [
   {
    "trigger_word": "room",
    "sent_id": 0
   },
   {
    "trigger_word": "sounds",
    "sent_id": 2
   },
   {
    "trigger_word": "change",
    "sent_id": 3
   },
   {
    "trigger_word": "break it off",
    "sent_id": 5
   },
   {
    "trigger_word": "hear",
    "sent_id": 9
   }
  ]
 ],
 [
  [
   "Speaker 1: What time is it?",
   "Speaker 2: One.",
   "Speaker 3: One.",
   "Speaker 4: 7:15. Watch doesn't work.",
   "Speaker 1: Tommy's supposed to be here soon, we're going to lunch.",
   "Speaker 3: Look. Look, I wasn't going to say anything to you, but... All right, I don't think you should be seeing Tommy anymore.",
   "Speaker 1: You don't?!",
   "Speaker 3: No! The guy is mean. I mean really mean. I think you should stay away from him.",
   "Speaker 1: Umm, or, maybe, I should stay away from all men.",
   "Speaker 3: No, it's not just 'cause I'm jealous. I mean I'm not, I'm not, I'm not jealous, okay? It's... Look, the guy, he screamed, he actually screamed at this couple sitting in our seats.",
   "Speaker 4: Yeah, and at the end of the play, he, he got up y'know, and he just started like, banging his hands together!",
   "Speaker 3: Okay, fine, fine. You don't want to believe me? No, that's fine.",
   "Speaker 2: We're kidding!",
   "Speaker 4: Ross, don't. Ross!",
   "Speaker 2: Ross!"
  ],
  [
   {
    "trigger_word": "stay away",
    "sent_id": 7
   },
   {
    "trigger_word": "screamed",
    "sent_id": 9
   },
   {
    "trigger_word": "got up",
    "sent_id": 10
   },
   {
    "trigger_word": "banging",
    "sent_id": 10
   }
  ]
 ],
 [
  [
   "Speaker 1: Congratulations you two!",
   "Speaker 2: Thank you…we’re so excited",
   "Speaker 1: And also, congratulations on your wedding.",
   "Speaker 3: Wha—What?",
   "Speaker 4: Can we talk to you for just a y’know… It’s just a little thing. Well we think it’s absolutely marvelous that you’re having this baby out of wedlock, some of our friends are less open-minded. Which is why we’ve told them all that you’re married.",
   "Speaker 3, Speaker 2: What?!",
   "Speaker 4: Thanks for going along with this.",
   "Speaker 3: Dad so what we have to pretend that we’re married?",
   "Speaker 5: Son, I had to shave my ears for tonight. You can do this.",
   "Speaker 3: Can you believe that?",
   "Speaker 2: Yeah, if you’re going to do the ears, you might as well take a pass at the nosal area.",
   "Speaker 3: No, us having to lie about being married.",
   "Speaker 2: No, I know I don’t either, but ya know what, it’s their party, and it’s just one night. And we don’t even have to lie; we just won’t say anything. If it comes up again, we’ll just…smile. We’ll nod along.",
   "Speaker 1: Ross!",
   "Speaker 6: Rachel!",
   "Speaker 3: Hi Aunt Lisa, Uncle Dan",
   "Speaker 7: Congratulations on the baby, and on the wedding",
   "Speaker 3, Speaker 2: Hmmmm….",
   "Speaker 8: Here’s a little something to get you started.",
   "Speaker 2: Oh…",
   "Speaker 7: So, how’s married life treating you?",
   "Speaker 2: Unbelievable!",
   "Speaker 3: We love marriage!",
   "Speaker 7: Great!"
  ],
  [
   {
    "trigger_word": "talk",
    "sent_id": 4
   },
   {
    "trigger_word": "shave",
    "sent_id": 8
   },
   {
    "trigger_word": "lie",
    "sent_id": 11
   },
   {
    "trigger_word": "lie",
    "sent_id": 12
   },
   {
    "trigger_word": "smile",
    "sent_id": 12
   },
   {
    "trigger_word": "nod",
    "sent_id": 12
   },
   {
    "trigger_word": "treating",
    "sent_id": 20
   },
   {
    "trigger_word": "love",
    "sent_id": 22
   }
  ]
 ],
 [
  [
   "Speaker 1: Let me ask you, why is everybody using these tiny lights nowadays? I remember when people used to use big lights.",
   "Speaker 2: That’s a good story, Grandpa."
  ],
  [
   {
    "trigger_word": "using",
    "sent_id": 0
   },
   {
    "trigger_word": "lights",
    "sent_id": 0
   },
   {
    "trigger_word": "story",
    "sent_id": 1
   }
  ]
 ],
 [
  [
   "Speaker 1: Oh Drake.",
   "Speaker 2: I'm sorry Amber. It's just like Brad to have to have the last word.",
   "Speaker 3: I'm sorry I'm late, what happened?",
   "Speaker 4: We, we just wanna see the end.",
   "Speaker 1: I want you Drake.",
   "Speaker 2: I know you do but you and I can never be together that way.",
   "Speaker 1: What?",
   "Speaker 2: There's something I never told you Amber. I'm actually your half- brother.",
   "Speaker 5: So what happens next?",
   "Speaker 6: Well, I get the medical award for separating the siamese twins. Then Amber and I go to Venezuela to meet our other half-brother, Ramone. And that's where I find the world's biggest emerald. It's really big but it's cursed.",
   "Speaker 7: God that is good TV."
  ],
  [
   {
    "trigger_word": "have",
    "sent_id": 1
   },
   {
    "trigger_word": "happened",
    "sent_id": 2
   },
   {
    "trigger_word": "see",
    "sent_id": 3
   },
   {
    "trigger_word": "want",
    "sent_id": 4
   },
   {
    "trigger_word": "together",
    "sent_id": 5
   },
   {
    "trigger_word": "told",
    "sent_id": 7
   },
   {
    "trigger_word": "get",
    "sent_id": 9
   },
   {
    "trigger_word": "meet",
    "sent_id": 9
   },
   {
    "trigger_word": "find",
    "sent_id": 9
   },
   {
    "trigger_word": "cursed",
    "sent_id": 9
   }
  ]
 ],
 [
  [
   "Speaker 1: So what were you doing out there, do you not like Charlie?",
   "Speaker 2: She's ok, I just don't get a really good vibe from her!",
   "Speaker 1: Why?",
   "Speaker 2: I don't know, you know, just the way she waltzed in here all smart, and tall! You know, and just swept Joey off his feet... I mean, nobody else has a chance!",
   "Speaker 1: Who else?",
   "Speaker 2: Anybody! You, me, you know, Monica's mom...",
   "Speaker 1: You like Joey?",
   "Speaker 2: Shhhhh! Phoebe! All right, look. I have a little thing for him.",
   "Speaker 1: Oh my God!",
   "Speaker 2: It's just physical and I have it totally under control! Ok? It's just, when I see them together, sometimes I just get a little jealous!",
   "Speaker 1: Uh, wow! Isn't it ironic that he liked you and now you like him?",
   "Speaker 2: Oh, I get it!",
   "Speaker 1: Oh well, as long as it is under control, you know, you can't do anything about it, he's already dating her, and she is a nice person, that wouldn't be right.",
   "Speaker 2: I know, I know, so it is just not a big deal.",
   "Speaker 1: Yeah.",
   "Speaker 2: So can we keep this between us?",
   "Speaker 1: Sure!"
  ],
  [
   {
    "trigger_word": "doing",
    "sent_id": 0
   },
   {
    "trigger_word": "get",
    "sent_id": 1
   },
   {
    "trigger_word": "waltzed in",
    "sent_id": 3
   },
   {
    "trigger_word": "swept Joey off",
    "sent_id": 3
   },
   {
    "trigger_word": "have",
    "sent_id": 7
   },
   {
    "trigger_word": "control",
    "sent_id": 9
   },
   {
    "trigger_word": "see",
    "sent_id": 9
   },
   {
    "trigger_word": "jealous",
    "sent_id": 9
   },
   {
    "trigger_word": "like",
    "sent_id": 10
   },
   {
    "trigger_word": "dating",
    "sent_id": 12
   },
   {
    "trigger_word": "deal",
    "sent_id": 13
   },
   {
    "trigger_word": "keep",
    "sent_id": 15
   }
  ]
 ],
 [
  [
   "Speaker 1: Dr. Geller, Kurt Rathman, I’m a professor in the paleontology department here.",
   "Speaker 2: Oh.",
   "Speaker 1: Do you have a moment to talk about your lecture?",
   "Speaker 2: I’m sorry, I’ve got plans with my sister.",
   "Speaker 3: Monica Gellerrr.",
   "Speaker 2: Right, will you excuse us for one moment? What are you doing?",
   "Speaker 3: Oh, you can have an accent and I can’t?! Top ‘O the morning to ya laddies!",
   "Speaker 2: Just please stop!",
   "Speaker 4: Yes, yes, Bombay is bery, bery nice time of year."
  ],
  [
   {
    "trigger_word": "professor",
    "sent_id": 0
   },
   {
    "trigger_word": "talk",
    "sent_id": 2
   },
   {
    "trigger_word": "plans",
    "sent_id": 3
   },
   {
    "trigger_word": "excuse",
    "sent_id": 5
   },
   {
    "trigger_word": "accent",
    "sent_id": 6
   },
   {
    "trigger_word": "stop",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Ross? What's with the neck?",
   "Speaker 2: He's got this thing. And I keep telling him to go to my chiropractor...",
   "Speaker 1: You're still going to that chiropractor, that man couldn't get into medical school in Extapa!",
   "Speaker 3: Thank you! That's what I keep saying.",
   "Speaker 2: Excuse me, Dr. Bobby happens to be an excellent doctor.",
   "Speaker 3: Uh.",
   "Speaker 1: Wait a minute, his name is Dr. Bobby?",
   "Speaker 2: Well that's his last name.",
   "Speaker 3: And his first name.",
   "Speaker 1: He's Bobby Bobby?",
   "Speaker 2: It's Robert Bobby.",
   "Speaker 1: Oh.",
   "Speaker 2: And um, excuse me, he helps me.",
   "Speaker 3: Oh-ho please. Ask her how?",
   "Speaker 1: What do you need help for?",
   "Speaker 2: With my alignment. I've got one leg shorter than the other.",
   "Speaker 1: Oh God!",
   "Speaker 3: Argue with that.",
   "Speaker 2: What? It's true, my right leg is two inches shorter.",
   "Speaker 1: Come on! You're just titling! Her legs are fine!",
   "Speaker 3: I know that!",
   "Speaker 1: So, why do you let her go to a chiropractor for?",
   "Speaker 2: I'm sorry, let her?",
   "Speaker 3: What can I do, she doesn't listen to me about renter's insurance either.",
   "Speaker 1: Wait a minute, you don't have renter's insurance?!",
   "Speaker 2: No.",
   "Speaker 1: Well what if somebody steals something? How are you gonna run after him with one leg shorter than the other?!",
   "Speaker 3: Hey, would you ah, would you like some juice?",
   "Speaker 1: I'd love some juice. Thanks.",
   "Speaker 3: Okay. Wow! This is going so well. Did you see us? Did you see?",
   "Speaker 2: Yeah honey, I'm standing right there! Why didn't you just tell him about the mole I haven't got checked yet.",
   "Speaker 3: Excellent!"
  ],
  [
   {
    "trigger_word": "neck",
    "sent_id": 0
   },
   {
    "trigger_word": "got",
    "sent_id": 1
   },
   {
    "trigger_word": "telling",
    "sent_id": 1
   },
   {
    "trigger_word": "chiropractor",
    "sent_id": 1
   },
   {
    "trigger_word": "going",
    "sent_id": 2
   },
   {
    "trigger_word": "get into",
    "sent_id": 2
   },
   {
    "trigger_word": "saying",
    "sent_id": 3
   },
   {
    "trigger_word": "happens",
    "sent_id": 4
   },
   {
    "trigger_word": "Wait",
    "sent_id": 6
   },
   {
    "trigger_word": "helps",
    "sent_id": 12
   },
   {
    "trigger_word": "need",
    "sent_id": 14
   },
   {
    "trigger_word": "got",
    "sent_id": 15
   },
   {
    "trigger_word": "Argue",
    "sent_id": 17
   },
   {
    "trigger_word": "shorter",
    "sent_id": 18
   },
   {
    "trigger_word": "titling",
    "sent_id": 19
   },
   {
    "trigger_word": "listen",
    "sent_id": 23
   },
   {
    "trigger_word": "insurance",
    "sent_id": 24
   },
   {
    "trigger_word": "steals",
    "sent_id": 26
   },
   {
    "trigger_word": "run after",
    "sent_id": 26
   },
   {
    "trigger_word": "see",
    "sent_id": 29
   },
   {
    "trigger_word": "standing",
    "sent_id": 30
   },
   {
    "trigger_word": "tell",
    "sent_id": 30
   }
  ]
 ],
 [
  [
   "Speaker 1: I was not flirting.",
   "Speaker 2: And on your anniversary, for shame!",
   "Speaker 3: What's going on?",
   "Speaker 2: Chandler was hitting on the hot delivery girl!",
   "Speaker 1: I was not and oh God, shh!",
   "Speaker 2: Well I'm sorry but you were! Okay? And besides if anyone should be hitting on her it's the guy who's single, the guy that who-who-who can do something about it.",
   "Speaker 4: Sounds like somebody wants to be Mr. Pizza Delivery Girl.",
   "Speaker 2: Well…",
   "Speaker 1: Is that what this is about? You like Caitlin?",
   "Speaker 3: Ross! We broke up two years ago; you've been married since then. I think it's okay that we see other people.",
   "Speaker 2: Well, I-I was watching her the other day at the pizza place.",
   "Speaker 3: Hm-mmm.",
   "Speaker 2: And she's just so sexy and funny and has the cutest little…",
   "Speaker 3: Okay, y'know what? We don't need her measurements.",
   "Speaker 4: Okay pepperoni, pepperoni, pepperoni, okay Ross, I know she's pretty and you love her, but is she stupid?! She forgot my vegetarian!",
   "Speaker 2: This is perfect! She'll have to come back here with your pizza, and when she does, I'll turn on the Charm-O-Ross. Oh I'm so glad you don't eat meat.",
   "Speaker 4: See? Vegetarianism benefits everyone."
  ],
  [
   {
    "trigger_word": "flirting",
    "sent_id": 0
   },
   {
    "trigger_word": "anniversary",
    "sent_id": 1
   },
   {
    "trigger_word": "hitting",
    "sent_id": 3
   },
   {
    "trigger_word": "hitting",
    "sent_id": 5
   },
   {
    "trigger_word": "be",
    "sent_id": 6
   },
   {
    "trigger_word": "like",
    "sent_id": 8
   },
   {
    "trigger_word": "broke up",
    "sent_id": 9
   },
   {
    "trigger_word": "married",
    "sent_id": 9
   },
   {
    "trigger_word": "see",
    "sent_id": 9
   },
   {
    "trigger_word": "watching",
    "sent_id": 10
   },
   {
    "trigger_word": "sexy",
    "sent_id": 12
   },
   {
    "trigger_word": "need",
    "sent_id": 13
   },
   {
    "trigger_word": "measurements",
    "sent_id": 13
   },
   {
    "trigger_word": "love",
    "sent_id": 14
   },
   {
    "trigger_word": "forgot",
    "sent_id": 14
   },
   {
    "trigger_word": "come back",
    "sent_id": 15
   },
   {
    "trigger_word": "turn on",
    "sent_id": 15
   },
   {
    "trigger_word": "eat",
    "sent_id": 15
   },
   {
    "trigger_word": "benefits",
    "sent_id": 16
   }
  ]
 ],
 [
  [
   "Speaker 1: Shoot! Shoot! Shoot! Shoot, or just fall down. That's good too.",
   "Speaker 2: Knick fan?",
   "Speaker 1: Oh, yeah.",
   "Speaker 2: Oh, boy, do they suck.",
   "Speaker 1: Hey, listen, lady.......whoa.",
   "Speaker 2: Look, look at your man, Ewing. Nice shot. You know what, he couldn't hit water if he was standing on a boat.",
   "Speaker 1: Oh yeah? And who do you like?",
   "Speaker 2: The Celtics.",
   "Speaker 1: The Celtics? Ha. They couldn't hit a boat if...wait. They suck, alright?",
   "Speaker 2: Oh, shut up. You know, it's a rebuilding year. You... waah!",
   "Speaker 1: Wha? Wha..aa? Let me get the father. Hey, we need a father over here! We need a father!",
   "Speaker 2: There is no father.",
   "Speaker 1: Oh, oh, oh, sorry.",
   "Speaker 2: Ok, that's ok. I'm fine. I'm... oh!",
   "Speaker 1: Oh, uh, ok. Right this way. All the other pregnant women seem to be goin' in here.",
   "Speaker 2: Ok."
  ],
  [
   {
    "trigger_word": "fall down",
    "sent_id": 0
   },
   {
    "trigger_word": "Shoot",
    "sent_id": 0
   },
   {
    "trigger_word": "suck",
    "sent_id": 3
   },
   {
    "trigger_word": "hit",
    "sent_id": 5
   },
   {
    "trigger_word": "hit",
    "sent_id": 8
   },
   {
    "trigger_word": "rebuilding",
    "sent_id": 9
   },
   {
    "trigger_word": "need",
    "sent_id": 10
   }
  ]
 ],
 [
  [
   "Speaker 1: I mean, this is unbelievable.",
   "Speaker 2: I know. This is really, really huge.",
   "Speaker 3: No it's not. It's small. It's tiny. It's petite. It's wee.",
   "Speaker 2: Nuh-uh. I don't think any of our lives are ever gonna be the same ever again.",
   "Speaker 3: OK, is there a mute button on this woman?",
   "Speaker 4: I think this is so great! I mean, you and Ross! D-did you have any idea?",
   "Speaker 1: No! None! I mean, my first night in the city, he mentioned something about asking me out, but nothing ever happened, so I just... W-well, what else did he say? I mean, does he, like, want to go out with me?",
   "Speaker 5: Well, given that he's desperately in love with you, he probably wouldn't mind getting a cup of coffee or something.",
   "Speaker 1: Ross? All this time? Well, I've got to talk to him.",
   "Speaker 3: H-He's in China!",
   "Speaker 5: The country.",
   "Speaker 4: No, no, wait.  His flight doesn't leave for another forty-five more minutes.",
   "Speaker 3: What about the time difference?",
   "Speaker 4: From here to the airport?",
   "Speaker 3: Yes! You're never gonna make it!",
   "Speaker 4: Rachel, what're you gonna say to him?",
   "Speaker 1: I-I-I don't know.",
   "Speaker 3: Well then maybe you shouldn't go.",
   "Speaker 5: He's right, cause if you're just gonna, like, break his heart, that's the kind of thing that can wait.",
   "Speaker 4: Yeah, but if it's good news, you should tell him now.",
   "Speaker 1: I don't know. Maybe I'll know when I see him.",
   "Speaker 2: Here, look, alright, does this help?",
   "Speaker 1: Noooo... look, all I know is that I cannot wait a week until I see him. I mean, this is just too big. Y'know, I just, I've just gotta talk to him. I... I gotta... OK, I'll see you later.",
   "Speaker 3: Rachel, I love you! Deal with me first!"
  ],
  [
   {
    "trigger_word": "unbelievable",
    "sent_id": 0
   },
   {
    "trigger_word": "huge",
    "sent_id": 1
   },
   {
    "trigger_word": "lives",
    "sent_id": 3
   },
   {
    "trigger_word": "mute",
    "sent_id": 4
   },
   {
    "trigger_word": "mentioned",
    "sent_id": 6
   },
   {
    "trigger_word": "happened",
    "sent_id": 6
   },
   {
    "trigger_word": "go out",
    "sent_id": 6
   },
   {
    "trigger_word": "talk",
    "sent_id": 8
   },
   {
    "trigger_word": "leave",
    "sent_id": 11
   },
   {
    "trigger_word": "time",
    "sent_id": 12
   },
   {
    "trigger_word": "airport",
    "sent_id": 13
   },
   {
    "trigger_word": "make",
    "sent_id": 14
   },
   {
    "trigger_word": "say",
    "sent_id": 15
   },
   {
    "trigger_word": "know",
    "sent_id": 16
   },
   {
    "trigger_word": "go",
    "sent_id": 17
   },
   {
    "trigger_word": "break",
    "sent_id": 18
   },
   {
    "trigger_word": "tell",
    "sent_id": 19
   },
   {
    "trigger_word": "see",
    "sent_id": 20
   },
   {
    "trigger_word": "wait",
    "sent_id": 22
   },
   {
    "trigger_word": "talk",
    "sent_id": 22
   },
   {
    "trigger_word": "Deal",
    "sent_id": 23
   }
  ]
 ],
 [
  [
   "Speaker 1: Check it out, check it out. Heckles' high school yearbook.",
   "Speaker 2: Wow, he looks so normal.",
   "Speaker 3: He's even kind of cute.",
   "Speaker 1: \"Heckles, you crack me up in science class. You're the funniest kid in school.",
   "Speaker 2: Funniest? Heckles?",
   "Speaker 1: That's what it says.",
   "Speaker 2: Wow, Heckles was voted class clown, and so was I. He was right. Would you listen to that?",
   "Speaker 3: I'd call that excessive.",
   "Speaker 2: Whoa!",
   "Speaker 1: What?",
   "Speaker 2: Heckles played clarinet in band, and I played clarinet. And he was in the scale modeler's club, and I was, well, there was no club, but I sure thought they were cool.",
   "Speaker 1: So, you were both dorks. Big deal.",
   "Speaker 2: I just think it's weird, you know? Heckles and me, Heckles, and me, me and Heckles...Would you knock it off?",
   "Speaker 1: Have you been here all night?",
   "Speaker 2: Look at this. Pictures of all the women that Heckles went out with. Look what he wrote on them. Vivian, too tall. Madge, big gums. Too loud, too smart, makes noise when she eats. This is, this is me. This is what I do. I'm gonna end up alone, just like he did.",
   "Speaker 1: Chandler, Heckles was a nut case."
  ],
  [
   {
    "trigger_word": "check",
    "sent_id": 0
   },
   {
    "trigger_word": "normal",
    "sent_id": 1
   },
   {
    "trigger_word": "cute",
    "sent_id": 2
   },
   {
    "trigger_word": "crack",
    "sent_id": 3
   },
   {
    "trigger_word": "funniest",
    "sent_id": 3
   },
   {
    "trigger_word": "voted",
    "sent_id": 6
   },
   {
    "trigger_word": "clown",
    "sent_id": 6
   },
   {
    "trigger_word": "excessive",
    "sent_id": 7
   },
   {
    "trigger_word": "played",
    "sent_id": 10
   },
   {
    "trigger_word": "thought",
    "sent_id": 10
   },
   {
    "trigger_word": "dorks",
    "sent_id": 11
   },
   {
    "trigger_word": "knock it off",
    "sent_id": 12
   },
   {
    "trigger_word": "went out",
    "sent_id": 14
   },
   {
    "trigger_word": "wrote",
    "sent_id": 14
   },
   {
    "trigger_word": "eats",
    "sent_id": 14
   },
   {
    "trigger_word": "end up",
    "sent_id": 14
   },
   {
    "trigger_word": "nut",
    "sent_id": 15
   }
  ]
 ],
 [
  [
   "Speaker 1: Hi! Hey look who's here!",
   "Speaker 2: Where's my granddaughter? I've been practicing my magic tricks.",
   "Speaker 3: He pulled a quarter out of my ear!",
   "Speaker 4: Hey, where's uh, where's mom?",
   "Speaker 2: She went to pick up Aunt Liddy.",
   "Speaker 1: Oh, Aunt Liddy's coming? That means we get five dollars each!",
   "Speaker 2: So when do I get to meet Emma and show her this?",
   "Speaker 3: Okay. Wow.",
   "Speaker 4: Uh Dad, Emma's in the nursery. I'll take you now. If you want, but I really want to talk to you.",
   "Speaker 5: I know, I still need to talk to you.",
   "Speaker 6: Oh hey but, before you guys do that I need to talk to you, and Ross, I need to talk to you.",
   "Speaker 7: Oh and I need to talk to you.",
   "Speaker 1: About what?",
   "Speaker 7: To see if you know what these guys are talking about."
  ],
  [
   {
    "trigger_word": "practicing",
    "sent_id": 1
   },
   {
    "trigger_word": "pulled",
    "sent_id": 2
   },
   {
    "trigger_word": "pick up",
    "sent_id": 4
   },
   {
    "trigger_word": "means",
    "sent_id": 5
   },
   {
    "trigger_word": "get",
    "sent_id": 5
   },
   {
    "trigger_word": "meet",
    "sent_id": 6
   },
   {
    "trigger_word": "show",
    "sent_id": 6
   },
   {
    "trigger_word": "nursery",
    "sent_id": 8
   },
   {
    "trigger_word": "talk",
    "sent_id": 8
   },
   {
    "trigger_word": "talk",
    "sent_id": 9
   },
   {
    "trigger_word": "talk",
    "sent_id": 10
   },
   {
    "trigger_word": "talking",
    "sent_id": 13
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey.",
   "Speaker 2: Hey-hey-hey! So, how did it go with Dana? Any reason I should leave a block of time open say Thursday?",
   "Speaker 1: I couldn’t do it.",
   "Speaker 2: You couldn’t do it?!",
   "Speaker 1: Hey, relax I just need more time. We’re going to dinner tonight.",
   "Speaker 3: What?! You’re going out with her again!",
   "Speaker 4: Going out with who?",
   "Speaker 1: Uh, Dana Keystone from college.",
   "Speaker 4: Oh yeah! Wasn’t she uh…",
   "Speaker 1: No, that was Dana Caplin.",
   "Speaker 5: Ohhhh!",
   "Speaker 3: Joey! You didn’t even know her!",
   "Speaker 2: Ah whatever!"
  ],
  [
   {
    "trigger_word": "leave",
    "sent_id": 1
   },
   {
    "trigger_word": "relax",
    "sent_id": 4
   },
   {
    "trigger_word": "dinner",
    "sent_id": 4
   },
   {
    "trigger_word": "know",
    "sent_id": 11
   }
  ]
 ],
 [
  [
   "Speaker 1: Funny book?",
   "Speaker 2: Hmmm. Oh, no, no, I just thinking about something funny I heard today. Umm, Mark, Mark saying ‘I’ll see you Saturday.’",
   "Speaker 1: Yeah, at the lecture, I told you that last week, you said you didn’t mind.",
   "Speaker 2: Oh, no, no, no, it’s-it’s not the lecture ah, I mind, umm....",
   "Speaker 1: Oh, please tell me it’s not because I’m going with Mark.",
   "Speaker 2: Oh, well...",
   "Speaker 1: Oh my God!!! Ross!!",
   "Speaker 2: Well, I’m sorry, but ah, look if you’re not working with him anymore, why do you have to still do stuff with him?",
   "Speaker 1: Because, he’s my friend.",
   "Speaker 2: Okay, but do you really need another friend? I mean...",
   "Speaker 1: Okay, well if I stop playing with Joey and Chandler, can I play with Mark?",
   "Speaker 2: Is that funny? Am I supposed to be laughing?",
   "Speaker 1: I don’t know, you thought ‘See you Saturday’ was funny. Look honey, Mark is in fashion okay, I like having a friend that I can share this stuff with. You guys would never want to go to a lecture with me.",
   "Speaker 2: Pa-haa!! I would love to go with you.",
   "Speaker 1: Really!?",
   "Speaker 2: Yeah, hey I-I have clothes, I even pick them out. I mean for, for all you know I could be a fashion..... monger.",
   "Speaker 1: Okay. Honey, I would love for you to go with me. What?",
   "Speaker 2: What should I wear, now I’m all nervous."
  ],
  [
   {
    "trigger_word": "book",
    "sent_id": 0
   },
   {
    "trigger_word": "heard",
    "sent_id": 1
   },
   {
    "trigger_word": "thinking about",
    "sent_id": 1
   },
   {
    "trigger_word": "lecture",
    "sent_id": 3
   },
   {
    "trigger_word": "tell",
    "sent_id": 4
   },
   {
    "trigger_word": "working",
    "sent_id": 7
   },
   {
    "trigger_word": "friend",
    "sent_id": 8
   },
   {
    "trigger_word": "need",
    "sent_id": 9
   },
   {
    "trigger_word": "stop",
    "sent_id": 10
   },
   {
    "trigger_word": "thought",
    "sent_id": 12
   },
   {
    "trigger_word": "share",
    "sent_id": 12
   },
   {
    "trigger_word": "go",
    "sent_id": 13
   },
   {
    "trigger_word": "pick",
    "sent_id": 15
   },
   {
    "trigger_word": "wear",
    "sent_id": 17
   }
  ]
 ],
 [
  [
   "Speaker 1: Well it happened about six weeks ago, and uh I had just got home from work and Ross was already there ‘cause I guess he had been hanging out with Joey.",
   "Speaker 2: You’re welcome buddy.",
   "Speaker 3: Yeah, thanks.",
   "Speaker 1: And so I had a lot of work to do so Ross, nice guy that he is, offered to help me out. And then we had a little wine, we got to talking, and the next thing you know out of nowhere Ross comes on to me.",
   "Speaker 3: Umm that’s…that’s a little misleading.",
   "Speaker 1: What is?",
   "Speaker 3: The lie you just told.",
   "Speaker 1: That-that you came on to me?",
   "Speaker 3: There’s the one!",
   "Speaker 1: But you did! I mean, let’s be honest.",
   "Speaker 3: Yes let’s. Y’know what? Uh, it’s-it’s not important. What is important is that, is that we’re having a baby. And it’s not—Doesn’t matter who came on to who.",
   "Speaker 2: Whom. That’s right."
  ],
  [
   {
    "trigger_word": "happened",
    "sent_id": 0
   },
   {
    "trigger_word": "got home",
    "sent_id": 0
   },
   {
    "trigger_word": "guess",
    "sent_id": 0
   },
   {
    "trigger_word": "work",
    "sent_id": 3
   },
   {
    "trigger_word": "offered",
    "sent_id": 3
   },
   {
    "trigger_word": "talking",
    "sent_id": 3
   },
   {
    "trigger_word": "misleading",
    "sent_id": 4
   },
   {
    "trigger_word": "told",
    "sent_id": 6
   },
   {
    "trigger_word": "lie",
    "sent_id": 6
   },
   {
    "trigger_word": "came",
    "sent_id": 7
   },
   {
    "trigger_word": "honest",
    "sent_id": 9
   },
   {
    "trigger_word": "important",
    "sent_id": 10
   },
   {
    "trigger_word": "baby",
    "sent_id": 10
   }
  ]
 ],
 [
  [
   "Speaker 1: Hi.",
   "Speaker 2: Hi.",
   "Speaker 1: Emma left her stuffed t-rex at my house. You know she can’t sleep without it.",
   "Speaker 2: Oh, well, she’s asleep now. Stop forcing that thing on her.",
   "Speaker 1: Ok.",
   "Speaker 2: Oh, you’re not gonna believe what happened to me today! Ralph Lauren called, and gave me my job back!",
   "Speaker 1: Nooo!",
   "Speaker 2: Yee. I mean, it was so weirdest thing. They fired me and then out of nowhere they just hire me back! I mean, that place must have been falling apart without me.",
   "Speaker 1: So, you’re not going to Paris.",
   "Speaker 2: No, I’m still going.",
   "Speaker 1: Wh… wh…what?",
   "Speaker 2: When the Louis Vuitton people found out that Ralph Lauren wanted me back, the offered me more money! Isn’t that great?",
   "Speaker 1: Yeeeah!"
  ],
  [
   {
    "trigger_word": "left",
    "sent_id": 2
   },
   {
    "trigger_word": "sleep",
    "sent_id": 2
   },
   {
    "trigger_word": "asleep",
    "sent_id": 3
   },
   {
    "trigger_word": "Stop",
    "sent_id": 3
   },
   {
    "trigger_word": "believe",
    "sent_id": 5
   },
   {
    "trigger_word": "happened",
    "sent_id": 5
   },
   {
    "trigger_word": "called",
    "sent_id": 5
   },
   {
    "trigger_word": "gave",
    "sent_id": 5
   },
   {
    "trigger_word": "weirdest",
    "sent_id": 7
   },
   {
    "trigger_word": "fired",
    "sent_id": 7
   },
   {
    "trigger_word": "hire",
    "sent_id": 7
   },
   {
    "trigger_word": "falling apart",
    "sent_id": 7
   },
   {
    "trigger_word": "going",
    "sent_id": 8
   },
   {
    "trigger_word": "found out",
    "sent_id": 11
   },
   {
    "trigger_word": "offered",
    "sent_id": 11
   }
  ]
 ],
 [
  [
   "Speaker 1: Why would you do that?",
   "Speaker 2: Because you shouldn’t be with him. You should be with me.",
   "Speaker 1: Really?",
   "Speaker 2: Yeah! When you were talking about Roger, that was killing me! Look, things like last night they don’t just happen. Y’know? Or at least not to me. Or with the other two women, in the morning y’know I was just lying there and I couldn’t wait to just go hang out with my friends, but with you I always y’know with a friend.",
   "Speaker 1: Chandler!",
   "Speaker 2: I know you probably don’t want to go out with me, y’know because I make too many jokes and I’ve never been in a serious relationship and I guess I’m not technically a \"doctor…\"",
   "Speaker 1: There was just one woman, wasn’t there?",
   "Speaker 2: No, there were two.",
   "Speaker 1: Including me?",
   "Speaker 2: Oh yeah."
  ],
  [
   {
    "trigger_word": "talking",
    "sent_id": 3
   },
   {
    "trigger_word": "happen",
    "sent_id": 3
   },
   {
    "trigger_word": "lying",
    "sent_id": 3
   },
   {
    "trigger_word": "hang out",
    "sent_id": 3
   },
   {
    "trigger_word": "jokes",
    "sent_id": 5
   },
   {
    "trigger_word": "serious",
    "sent_id": 5
   },
   {
    "trigger_word": "relationship",
    "sent_id": 5
   }
  ]
 ],
 [
  [
   "Speaker 1: This kitty is Mittens and this one is Fitzhugh, and this little guy in the cat condo is Jinkies.",
   "Speaker 2: Yep. That's a lot of cats Jo Lynn. Single are ya?",
   "Speaker 2: Chandler Bing.",
   "Speaker 3: Hey. How come you're answering your own phone? Where's your crazy assistant?",
   "Speaker 2: What's up Joe?",
   "Speaker 3: Okay, what have we always wanted to do together?",
   "Speaker 2: Braid each other's hair and ride horseback on the beach?",
   "Speaker 3: No, no, no. When you get home tomorrow night, you and I are going to be at the Wizzards-Knicks game.. . courtside!",
   "Speaker 2: Courtside? Oh my God.",
   "Speaker 3: Yeah. Maybe Michael Jordon will dive for the ball and break my jaw with his knee.",
   "Speaker 2: That's so cool. I'll let Monica know."
  ],
  [
   {
    "trigger_word": "cats",
    "sent_id": 1
   },
   {
    "trigger_word": "answering",
    "sent_id": 3
   },
   {
    "trigger_word": "Braid",
    "sent_id": 6
   },
   {
    "trigger_word": "ride",
    "sent_id": 6
   },
   {
    "trigger_word": "get home",
    "sent_id": 7
   },
   {
    "trigger_word": "dive",
    "sent_id": 9
   },
   {
    "trigger_word": "break",
    "sent_id": 9
   },
   {
    "trigger_word": "know",
    "sent_id": 10
   }
  ]
 ],
 [
  [
   "Speaker 1: You guys, I'm telling you, when she runs, she looks like a cross between Kermit The Frog and The Six Million Dollar Man.",
   "Speaker 2: Monica had such a crush on him. Yeah, she used to kiss his poster every night before she went to bed.",
   "Speaker 1: Oh! I used to do that too!",
   "Speaker 3: Did you also have his album, It's Not Easy Being Green?",
   "Speaker 1: Aw, Mon...",
   "Speaker 3: So, Phoebe runs weird huh?",
   "Speaker 1: Yeah, yeah and you know what, I know she's gonna wanna run again, I just don't know how to get out of it, I mean, I live with her.",
   "Speaker 3: Why don't you just be straight with her? Tell her the truth.",
   "Speaker 2: Yeah.",
   "Speaker 1: You're right, you're right. I should just tell her the truth."
  ],
  [
   {
    "trigger_word": "runs",
    "sent_id": 0
   },
   {
    "trigger_word": "telling",
    "sent_id": 0
   },
   {
    "trigger_word": "looks like",
    "sent_id": 0
   },
   {
    "trigger_word": "crush",
    "sent_id": 1
   },
   {
    "trigger_word": "kiss",
    "sent_id": 1
   },
   {
    "trigger_word": "do",
    "sent_id": 2
   },
   {
    "trigger_word": "album",
    "sent_id": 3
   },
   {
    "trigger_word": "weird",
    "sent_id": 5
   },
   {
    "trigger_word": "straight",
    "sent_id": 7
   },
   {
    "trigger_word": "tell",
    "sent_id": 9
   }
  ]
 ],
 [
  [
   "Speaker 1: Oh! Hi you guys, oh my God! You’ll never gonna believe happened to me today! I am sitting in my office and…",
   "Speaker 2: You guys! You guys! You’re not gonna believe what my agent just told me!",
   "Speaker 1: Joey! Kinda in the middle of a story here!",
   "Speaker 2: Ooh, sorry. Sorry. You finish, go.",
   "Speaker 1: Okay, so anyway I’m sittin’ in my office and guess who walks in.",
   "Speaker 2: I’m gonna be on two TV shows!",
   "Speaker 3, Speaker 4: Oh, that’s great!!",
   "Speaker 1: Joey!",
   "Speaker 2: Oh, you weren’t finished?",
   "Speaker 1: Yeah! Guess who walks into my office is the end of my story. It was Ralph Lauren! Ralph Lauren walked into my office!",
   "Speaker 2: Uh Rach, if you’re gonna start another story, at least let me finish mine.",
   "Speaker 1: It’s the same story.",
   "Speaker 2: Wow, it’s really long.",
   "Speaker 1: Anyway, Ralph just came in to tell me that he’s so happy with my work that he wants me to be the new merchandising manager for polo retail.",
   "Speaker 3: Still get a discount on wedding dresses?",
   "Speaker 1: Yeah!",
   "Speaker 3: I’m so happy for you!",
   "Speaker 2: Well, these really are the days of our lives.",
   "Speaker 3: What?!",
   "Speaker 2: Well, since you ask. They want me back on Days of Our Lives!",
   "Speaker 4: Oh God!",
   "Speaker 1: I got—I get a big pay raise!",
   "Speaker 4: Oh hey!",
   "Speaker 2: I’ll be playing Drake Remoray’s twin brother, Stryker!",
   "Speaker 3: Oooh!",
   "Speaker 1: I get to hire my own assistant!",
   "Speaker 3, Speaker 4: Ahhh!!",
   "Speaker 2: Well—I got a head rush from standing up to fast right there."
  ],
  [
   {
    "trigger_word": "happened",
    "sent_id": 0
   },
   {
    "trigger_word": "office",
    "sent_id": 0
   },
   {
    "trigger_word": "told",
    "sent_id": 1
   },
   {
    "trigger_word": "agent",
    "sent_id": 1
   },
   {
    "trigger_word": "finish",
    "sent_id": 3
   },
   {
    "trigger_word": "guess",
    "sent_id": 4
   },
   {
    "trigger_word": "shows",
    "sent_id": 5
   },
   {
    "trigger_word": "finished",
    "sent_id": 8
   },
   {
    "trigger_word": "walks",
    "sent_id": 9
   },
   {
    "trigger_word": "start",
    "sent_id": 10
   },
   {
    "trigger_word": "finish",
    "sent_id": 10
   },
   {
    "trigger_word": "tell",
    "sent_id": 13
   },
   {
    "trigger_word": "merchandising manager",
    "sent_id": 13
   },
   {
    "trigger_word": "discount",
    "sent_id": 14
   },
   {
    "trigger_word": "want",
    "sent_id": 19
   },
   {
    "trigger_word": "raise",
    "sent_id": 21
   },
   {
    "trigger_word": "hire",
    "sent_id": 25
   },
   {
    "trigger_word": "head",
    "sent_id": 27
   },
   {
    "trigger_word": "rush",
    "sent_id": 27
   }
  ]
 ],
 [
  [
   "Speaker 1: Hi!",
   "Speaker 2: Hey Mona!",
   "Speaker 3: Oh! Hi!",
   "Speaker 1: Hi!",
   "Speaker 3: Joey’s gonna be thrilled! He was hoping you’d come by as a slutty nurse.",
   "Speaker 1: Umm, actually I’m just a nurse.",
   "Speaker 3: You’d think that would embarrass me, but you see I’m maxed out.",
   "Speaker 4: Hey!",
   "Speaker 1: Hi!",
   "Speaker 4: You made it!",
   "Speaker 1: Wait-wait! You’re umm, you’re a potato…",
   "Speaker 4: Well, I’m a spud…",
   "Speaker 1: And the antennae…Oh my God you’re Spudnik!",
   "Speaker 4: Yes!",
   "Speaker 3: Marry her."
  ],
  [
   {
    "trigger_word": "thrilled",
    "sent_id": 4
   },
   {
    "trigger_word": "come by",
    "sent_id": 4
   },
   {
    "trigger_word": "nurse",
    "sent_id": 5
   },
   {
    "trigger_word": "embarrass",
    "sent_id": 6
   },
   {
    "trigger_word": "maxed out",
    "sent_id": 6
   },
   {
    "trigger_word": "Marry",
    "sent_id": 14
   }
  ]
 ],
 [
  [
   "Speaker 1: Hiiiiii.",
   "Speaker 2: Are... are you OK?",
   "Speaker 1: Yeah, yeah, just a tough day at work. A stegosaurus fell over and trapped a kid. Whoa, whoa, I know this jacket, this is, th--Fun Bobby's jacket! Where is he, what. He, he's here, isn't he?",
   "Speaker 3: Maybe.",
   "Speaker 1: Don't toy with me.",
   "Speaker 4: Geller!",
   "Speaker 1: Hey, Fun Bobby!",
   "Speaker 4: Hey. Whoa, hey, you've been working out, huh?",
   "Speaker 1: Not at all! I love this guy. Hey, I was so psyched to hear you're back with my sister!",
   "Speaker 3: You and me both.",
   "Speaker 4: Hey, so what'd I miss, what'd I miss, c'mon?",
   "Speaker 2: Oh, we were just trying to make Joey feel better.",
   "Speaker 4: Hey, do you need me to pick you up?",
   "Speaker 5: No, I'm alright man. Really.",
   "Speaker 4: No, I'm picking you up.",
   "Speaker 5: Hey no, seriously, I don't need you to pick me... Alright! It still works.",
   "Speaker 4: OK, now before I go, does anybody else need to be picked up? I'm still gonna go.",
   "Speaker 3: OK, I'll see you later babe.",
   "Speaker 4: Uh, public display of affection coming up. You can avert your eyes."
  ],
  [
   {
    "trigger_word": "tough",
    "sent_id": 2
   },
   {
    "trigger_word": "trapped",
    "sent_id": 2
   },
   {
    "trigger_word": "toy",
    "sent_id": 4
   },
   {
    "trigger_word": "working out",
    "sent_id": 7
   },
   {
    "trigger_word": "psyched",
    "sent_id": 8
   },
   {
    "trigger_word": "miss",
    "sent_id": 10
   },
   {
    "trigger_word": "picking you up",
    "sent_id": 14
   },
   {
    "trigger_word": "works",
    "sent_id": 15
   },
   {
    "trigger_word": "picked up",
    "sent_id": 16
   },
   {
    "trigger_word": "see",
    "sent_id": 17
   },
   {
    "trigger_word": "display",
    "sent_id": 18
   }
  ]
 ],
 [
  [
   "Speaker 1: Rachel?",
   "Speaker 2: Yeah?",
   "Speaker 1: When's your birthday?",
   "Speaker 2: May fifth, why?",
   "Speaker 1: Oh, I-I'm just making a list of people's birthdays.",
   "Speaker 3: Oh, mine's December...",
   "Speaker 1: Yeah, whatever."
  ],
  [
   {
    "trigger_word": "birthday",
    "sent_id": 2
   },
   {
    "trigger_word": "list",
    "sent_id": 4
   }
  ]
 ],
 [
  [
   "Speaker 1: Joe. Joe! Answer the phone.",
   "Speaker 2: Hey, I only got one good arm, you know. You should be doing stuff for me. Go get me a sweater.",
   "Speaker 1: Just do it! Okay, it's Janice and if I get it I'm going to have to see her tonight. Oh, that's great I'm gonna have to see her tonight.",
   "Speaker 3: What's the big deal? Why don't you wanna see Janice?",
   "Speaker 1: Okay, last night at dinner, when the meals came, she put half her chicken piccata on my plate and took my tomatoes.",
   "Speaker 4: And that's bad because..., you hate chicken piccata?",
   "Speaker 1: Noo.",
   "Speaker 4: You didn't want to share your tomatoes, tomatoes are very important to you.",
   "Speaker 1: No, it's like all of the sudden, we were this couple. And this alarm started going off in my head: 'Run for your life! Get out of the building!'",
   "Speaker 3: Men are unbelievable.",
   "Speaker 5: What is it with you people! I mean, the minute you start to feel something, you have to run away?",
   "Speaker 1: I know, that, that's why I don't want to go tonight, I'm afraid I'm going to say something stupid.",
   "Speaker 5: Oh, you mean like that guy thing where you act mean and distant until you get us to break up with you."
  ],
  [
   {
    "trigger_word": "Answer",
    "sent_id": 0
   },
   {
    "trigger_word": "arm",
    "sent_id": 1
   },
   {
    "trigger_word": "see",
    "sent_id": 2
   },
   {
    "trigger_word": "big deal",
    "sent_id": 3
   },
   {
    "trigger_word": "put",
    "sent_id": 4
   },
   {
    "trigger_word": "took",
    "sent_id": 4
   },
   {
    "trigger_word": "hate",
    "sent_id": 5
   },
   {
    "trigger_word": "share",
    "sent_id": 7
   },
   {
    "trigger_word": "going off",
    "sent_id": 8
   },
   {
    "trigger_word": "feel",
    "sent_id": 10
   },
   {
    "trigger_word": "afraid",
    "sent_id": 11
   },
   {
    "trigger_word": "act",
    "sent_id": 12
   },
   {
    "trigger_word": "break up",
    "sent_id": 12
   }
  ]
 ],
 [
  [
   "Speaker 1: Okay it’s time for the toast! Umm now-now, I know that Ross usually gives the toast, but this year I’m going to do it.",
   "Speaker 1: No, no it’s going to be great. Really! Mom, Dad, when I got married, one of the things that made me sure I could do it was the amazing example the two of you set for me. For that and so many other things I want to say thank you. I know I probably don’t say it enough, but I love you. When I look around this room, I’m-I’m saddened by the thought of those who could not be here with us. Nana, my beloved grandmother who would so want to be here, but she can’t because she’s dead. As is our dog Chi-Chi. I mean look how cute she is. Was. Do me a favor and pass this to my parents. Remember she’s dead. Okay, her and Nana, gone. Wow! Hey does anybody remember when Debra Winger had to say goodbye to her children in Terms of Endearment? Didn’t see that? No movie fans?! You want to hear something sad? The other day I was watching 60 Minutes these orphans in Romania, who have been so neglected, they were incapable of love. You people are made of stone! Here’s to mom and dad! Whatever!",
   "Speaker 2: Thank you Monica that was uh, interesting. Wasn’t it interesting, Jack?",
   "Speaker 3: Why don’t I remember this dog?",
   "Speaker 2: Ross, why don’t you give us your toast now?",
   "Speaker 4: Oh, no, Mom, it’s just Monica this year.",
   "Speaker 2: You’re not going to say anything? On our 35th wedding anniversary",
   "Speaker 4: No, of course, Um… Um, everybody? Um, I-I just wanted to say…on behalf of my new bride, Rachel , and myself. Umm, that if…if in 35 years, we’re half as happy as you guys are, we’ll count ourselves the luckiest people in the world.",
   "Speaker 2: Oh Ross…",
   "Speaker 3: I just wish Nana were alive to hear Ross’s toast."
  ],
  [
   {
    "trigger_word": "toast",
    "sent_id": 0
   },
   {
    "trigger_word": "gives",
    "sent_id": 0
   },
   {
    "trigger_word": "married",
    "sent_id": 1
   },
   {
    "trigger_word": "say",
    "sent_id": 1
   },
   {
    "trigger_word": "saddened",
    "sent_id": 1
   }
  ]
 ],
 [
  [
   "Speaker 1: Your place is just lovely.",
   "Speaker 2: Ah, thank you. This building does have a wholesome family feel to it.",
   "Speaker 1: You know, I... I feel like I've been here before. Are any other couples in the building adopting?",
   "Speaker 2: Is that that couple on the first floor? Because we should get a baby before them. Yeah! That guy tried to sell me drugs.",
   "Speaker 3: But other than that... wholesome, wholesome building.",
   "Speaker 1: Oh...",
   "Speaker 3: What?",
   "Speaker 1: I just realized why I remember this place.",
   "Speaker 2: Really? What is it?",
   "Speaker 1: Oh, it's nothing. I went on a date with a guy who lived in this building and it didn't end very well.",
   "Speaker 2: Ohh... that wouldn't by any chance be... Joey Tribbiani?",
   "Speaker 1: Yes!",
   "Speaker 3: Of course it was!",
   "Speaker 1: Yeah, we had a really great night and in the morning he promised he would call me and he didn't.",
   "Speaker 3: RAT BASTARD!",
   "Speaker 1: So you're not friends with him?",
   "Speaker 2, Speaker 3: OH GOD NO! Nope, no, no, no. No! No, no. Nope! No, no, no, no, no, no, no, no, no. NO! No!",
   "Speaker 1: Well, I'm sorry I brought it up. So, are either one of you planning on staying at home with your child...",
   "Speaker 4: Hellooo? Anybody in there order a celebrity? OW!",
   "Speaker 1: What was that?",
   "Speaker 3: Oh, it's just some crazy guy who roams the halls here. He's great with kids though."
  ],
  [
   {
    "trigger_word": "family",
    "sent_id": 1
   },
   {
    "trigger_word": "sell",
    "sent_id": 3
   },
   {
    "trigger_word": "drugs",
    "sent_id": 3
   },
   {
    "trigger_word": "realized",
    "sent_id": 7
   },
   {
    "trigger_word": "date",
    "sent_id": 9
   },
   {
    "trigger_word": "promised",
    "sent_id": 13
   },
   {
    "trigger_word": "call",
    "sent_id": 13
   },
   {
    "trigger_word": "brought",
    "sent_id": 17
   },
   {
    "trigger_word": "order",
    "sent_id": 18
   },
   {
    "trigger_word": "roams",
    "sent_id": 20
   }
  ]
 ],
 [
  [
   "Speaker 1: Hi.",
   "Speaker 2: Hey.",
   "Speaker 1: Ooh, Phoebe, you look great!",
   "Speaker 3: All right all ready.",
   "Speaker 1: Ooh, are you gonna do magic?",
   "Speaker 4: That's, that's funny. Change!",
   "Speaker 1: Hang on a second I just got in.",
   "Speaker 4: Look, I don't care it starts at eight, we can't be late.",
   "Speaker 3: We could not, would not want to wait.",
   "Speaker 4: Look, our table is down in front, okay, my boss is gonna be there, everyone will see if we arrive after it starts.",
   "Speaker 1: Has somebody been drinking my fat?",
   "Speaker 5: You guys, does this look like something the girlfriend of a paleontologist would wear?",
   "Speaker 3: I don't know, you might be the first one.",
   "Speaker 1: Rach, did you check the machine?",
   "Speaker 5: Uh, no. Wait, you know what, this is the outfit that makes my calves look fat. Nevermind."
  ],
  [
   {
    "trigger_word": "starts",
    "sent_id": 7
   },
   {
    "trigger_word": "wait",
    "sent_id": 8
   },
   {
    "trigger_word": "arrive",
    "sent_id": 9
   },
   {
    "trigger_word": "drinking",
    "sent_id": 10
   },
   {
    "trigger_word": "wear",
    "sent_id": 11
   },
   {
    "trigger_word": "check",
    "sent_id": 13
   },
   {
    "trigger_word": "outfit",
    "sent_id": 14
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey Monica!",
   "Speaker 2: Have you seen Rachel? Or a mirror?",
   "Speaker 1: This is for my boat, pretty cool huh?",
   "Speaker 2: Yeah, it’s great.",
   "Speaker 1: Whoa-whoa, what’s the matter?! Talk to the captain!",
   "Speaker 2: I’m just having one of those days where you realize you’re in a dead-end relationship!",
   "Speaker 1: Chandler giving you a hard time huh?",
   "Speaker 2: It’s not like I want to get married tomorrow! It’s just that I-I’d like to believe that I’m in a relationship that’s actually going somewhere, that I’m not just wasting my time!",
   "Speaker 1: Well, you know Chandler.",
   "Speaker 2: No I don’t know Chandler! Not anymore! It’s like it’s like something’s changed.",
   "Speaker 1: Maybe you changed?",
   "Speaker 2: I didn’t change!",
   "Speaker 1: Maybe that’s the problem.",
   "Speaker 2: What?!",
   "Speaker 1: Chandler is a complex fellow, one who is unlikely to take a wife.",
   "Speaker 2: Is that some kind of boat talk?",
   "Speaker 1: I don’t know! I haven’t totally decided how to talk on my boat yet.",
   "Speaker 2: What does he think? Does he think I’m just gonna wait around for nothing?",
   "Speaker 1: Monica face it, Chandler is against marriage. And-and always will be!",
   "Speaker 2: Well there’s some people who do want to marry me.",
   "Speaker 1: There are?",
   "Speaker 2: Yeah! Richard!",
   "Speaker 1: R-R-Richard said he wants to marry you?! And-and Chandler’s tellin’ ya how much he hates marriage?!",
   "Speaker 2: That’s right.",
   "Speaker 1: Chandler loves marriage!!",
   "Speaker 2: You just told me that he hates marriage! That-that he’s a-a complex fellow who’s unlikely to take a wife! That-that he’s against marriage and always will be!",
   "Speaker 1: You got that from what I said?!"
  ],
  [
   {
    "trigger_word": "Talk",
    "sent_id": 4
   },
   {
    "trigger_word": "realize",
    "sent_id": 5
   },
   {
    "trigger_word": "wasting",
    "sent_id": 7
   },
   {
    "trigger_word": "believe",
    "sent_id": 7
   },
   {
    "trigger_word": "changed",
    "sent_id": 9
   },
   {
    "trigger_word": "problem",
    "sent_id": 12
   },
   {
    "trigger_word": "complex",
    "sent_id": 14
   },
   {
    "trigger_word": "decided",
    "sent_id": 16
   },
   {
    "trigger_word": "wait around",
    "sent_id": 17
   },
   {
    "trigger_word": "against",
    "sent_id": 18
   },
   {
    "trigger_word": "marry",
    "sent_id": 19
   },
   {
    "trigger_word": "hates",
    "sent_id": 22
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey. Call me when you get there. Okay?",
   "Speaker 2: Okay.",
   "Speaker 1: I’m really gonna miss you.",
   "Speaker 2: Oh! I have your key. Here you go.",
   "Speaker 1: Thanks.",
   "Speaker 2: Yeah.",
   "Speaker 2: Oh God! This is silly, I’m gonna see you in a couple of hours!",
   "Speaker 1: Yeah.",
   "Speaker 2: Bye house!",
   "Speaker 2: Bye Mon.",
   "Speaker 1: Bye."
  ],
  [
   {
    "trigger_word": "Call",
    "sent_id": 0
   },
   {
    "trigger_word": "miss",
    "sent_id": 2
   },
   {
    "trigger_word": "key",
    "sent_id": 3
   },
   {
    "trigger_word": "see",
    "sent_id": 6
   }
  ]
 ],
 [
  [
   "Speaker 1: Wow, is that Michelle?",
   "Speaker 2: Yep.",
   "Speaker 1: I've not seen her since high school graduation. Oh my God, that night she got so dru. . . motional.",
   "Speaker 2: Ya know, she's having another baby.",
   "Speaker 1: I thought she just had one.",
   "Speaker 2: No no. Henry's almost two and he's talking and everything. Here. You know, the other day he told me he liked me better than his other grandpa. Now in all fairness his other grandpa's a drunk but still. . .",
   "Speaker 1: Oh, you're a grandpa.",
   "Speaker 2: Yeah. Are we nuts here?",
   "Speaker 1: I don't know, maybe. I mean I'm dating a man who's pool I once peed in.",
   "Speaker 2: I didn't need to know that. I guess 21 years is a lot. I mean, hell, I'm a whole person who can drink older than you.",
   "Speaker 1: Yeah.",
   "Speaker 2: So.",
   "Speaker 1: So maybe we should just. . .",
   "Speaker 2: Yeah, yeah, maybe.",
   "Speaker 1: Wow, this really sucks.",
   "Speaker 2: Yeah, it sure does.",
   "Speaker 1: Well, we don't really have to decide anything right now, do we?",
   "Speaker 2: No, no, there's no rush or anything."
  ],
  [
   {
    "trigger_word": "seen",
    "sent_id": 2
   },
   {
    "trigger_word": "told",
    "sent_id": 5
   },
   {
    "trigger_word": "liked",
    "sent_id": 5
   },
   {
    "trigger_word": "drunk",
    "sent_id": 5
   },
   {
    "trigger_word": "dating",
    "sent_id": 8
   },
   {
    "trigger_word": "guess",
    "sent_id": 9
   },
   {
    "trigger_word": "decide",
    "sent_id": 16
   },
   {
    "trigger_word": "rush",
    "sent_id": 17
   }
  ]
 ],
 [
  [
   "Speaker 1: Mr. D, how’s it going, sir?",
   "Speaker 2: Ohh, it’s been better. The Annual Net Usage Statistics are in.",
   "Speaker 1: And?",
   "Speaker 2: It’s pretty ugly. We haven’t seen an ANUS this bad since the seventies.",
   "Speaker 1: So what does this mean?",
   "Speaker 2: Well, we’re gonna be layin’ off people in every department.",
   "Speaker 1: Hey, listen, I know I came in late last week, but I slept funny, and my hair was very very &ndash;",
   "Speaker 2: Not you. Relax. Ever have to fire anyone?"
  ],
  [
   {
    "trigger_word": "better",
    "sent_id": 1
   },
   {
    "trigger_word": "bad",
    "sent_id": 3
   },
   {
    "trigger_word": "ANUS",
    "sent_id": 3
   },
   {
    "trigger_word": "mean",
    "sent_id": 4
   },
   {
    "trigger_word": "layin’ off",
    "sent_id": 5
   },
   {
    "trigger_word": "came",
    "sent_id": 6
   },
   {
    "trigger_word": "fire",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Do you want to know why you don't want me to have the baby?",
   "Speaker 2: uh huh.",
   "Speaker 1: Because you don't want me to be happy. You... you have always been jealous of me.",
   "Speaker 2: Jealous of what? Of your lack of responsibility? You, your immaturity? Your total disregard of other people's feelings?",
   "Speaker 1: Uh... To name a few. You know... You know... You've just always been like this. You just have to have everything. And I couldn't have anything. Like in junior high, when you stole Timmy from me. I mean, do you even realize how much that hurt me?",
   "Speaker 2: Timmy was my boyfriend and you made out with him!",
   "Speaker 1: Oh come on, that was 20 years ago. Get over it.",
   "Speaker 2: I cannot, I cannot believe that I invited you here today.",
   "Speaker 1: Yeah, well you know what I cannot believe. That my so-called sister, gets a 30% discount from Ralph Lauren and I still have to pay retail.",
   "Speaker 2: ah ha ha. ah ha ha. It's forty five.",
   "Speaker 1: You bitch. You just think you're so perfect. With your new baby and your, your small apartment. Well let me tell you something. Your baby isn't even that cute.",
   "Speaker 3: Too far, Amy. Too far.",
   "Speaker 2: You take that back.",
   "Speaker 1: No.",
   "Speaker 2: Take it back!",
   "Speaker 1: No! What are you going to do? Make me?",
   "Speaker 2: Hey man, I work out.",
   "Speaker 1: So do I.",
   "Speaker 2: I do pilates.",
   "Speaker 1: I do yoga.",
   "Speaker 2: Bring it on!"
  ],
  [
   {
    "trigger_word": "want",
    "sent_id": 2
   },
   {
    "trigger_word": "jealous",
    "sent_id": 2
   },
   {
    "trigger_word": "stole",
    "sent_id": 4
   },
   {
    "trigger_word": "hurt",
    "sent_id": 4
   },
   {
    "trigger_word": "made out",
    "sent_id": 5
   },
   {
    "trigger_word": "Get over",
    "sent_id": 6
   },
   {
    "trigger_word": "invited",
    "sent_id": 7
   },
   {
    "trigger_word": "discount",
    "sent_id": 8
   },
   {
    "trigger_word": "pay",
    "sent_id": 8
   },
   {
    "trigger_word": "think",
    "sent_id": 10
   },
   {
    "trigger_word": "tell",
    "sent_id": 10
   },
   {
    "trigger_word": "work out",
    "sent_id": 16
   }
  ]
 ],
 [
  [
   "Speaker 1: For your information, it's a card sharp, not a card shark.",
   "Speaker 2: You could not be more wrong. You could try... but you would not be successful.",
   "Speaker 2: I know what your problem is.",
   "Speaker 1: Oh you do, do you?",
   "Speaker 2: Um-hum, you're jealous.",
   "Speaker 1: Of... of what?",
   "Speaker 2: You're jealous because I'm a real doctor.",
   "Speaker 1: Hey, you're a doctor of gums. That's the smallest body part you can major in. It's like day one, floss. Day two, here's your diploma.",
   "Speaker 2: Hey, you listen.",
   "Speaker 1: No, no, let me finish.",
   "Speaker 2: No, let me finish.",
   "Speaker 1: No, you let me fini..."
  ],
  [
   {
    "trigger_word": "information",
    "sent_id": 0
   },
   {
    "trigger_word": "card",
    "sent_id": 0
   },
   {
    "trigger_word": "try",
    "sent_id": 1
   },
   {
    "trigger_word": "problem",
    "sent_id": 2
   },
   {
    "trigger_word": "jealous",
    "sent_id": 4
   },
   {
    "trigger_word": "doctor",
    "sent_id": 6
   },
   {
    "trigger_word": "major in",
    "sent_id": 7
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey, Chandler, you got a minute? I-I really need to talk to you.",
   "Speaker 2: Oh! Uh, yeah! Is this a cold pizza talk or a leftover meatloaf talk?",
   "Speaker 1: Well, neither.",
   "Speaker 2: Oh my God, what’s up?!",
   "Speaker 1: I don’t know. It’s-it’s just…lately, I’ve been feeling… Okay, here’s what it is… You know what? I feel a lot better, thanks!",
   "Speaker 2: Oh no-no, no you don’t, just come back.",
   "Speaker 1: All right. Okay. You and Monica, friends for a long time, and sure there are rules, but then you went to London. Oh, no, but that’s different. I mean, there are rules there, too! You know what I mean?",
   "Speaker 2: Do you?",
   "Speaker 1: It was different for you guys! I mean, I mean, you were both in the same place, right?",
   "Speaker 2: In London?",
   "Speaker 1: Yeah.",
   "Speaker 2: Yes. When Monica and I were in London, we were both in London.",
   "Speaker 1: You know what? This is a bad idea. Forget it. Forget it, and listen, do me a favor, this conversation was between you and me.",
   "Speaker 2: If that."
  ],
  [
   {
    "trigger_word": "talk",
    "sent_id": 0
   },
   {
    "trigger_word": "talk",
    "sent_id": 1
   },
   {
    "trigger_word": "feel",
    "sent_id": 4
   },
   {
    "trigger_word": "rules",
    "sent_id": 6
   },
   {
    "trigger_word": "different",
    "sent_id": 8
   },
   {
    "trigger_word": "idea",
    "sent_id": 12
   },
   {
    "trigger_word": "conversation",
    "sent_id": 12
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey!",
   "Speaker 2: Hey.",
   "Speaker 1: Oh, my friend Sarah had a great time last night.",
   "Speaker 2: Well...",
   "Speaker 1: Yeah! So you're gonna call this one back?",
   "Speaker 2: Nope.",
   "Speaker 1: What are you talking about? Sarah's great!",
   "Speaker 2: Oh, really? You know what your great friend did? We're out to dinner, ok? We're getting along, having a really nice time. I was thinking she was really cool. And then, out of nowhere...",
   "Speaker 1: That's it? That's why you won't go out with her again? So, she took some fries, big deal!",
   "Speaker 2: Hey, hey, look! It's not about a few fries... it's about what the fries represent.",
   "Speaker 1: What?",
   "Speaker 2: ALL FOOD!",
   "Speaker 1: I'm sorry, I can't believe I set you up with such a MONSTER!",
   "Speaker 2: Hey, hey, hey, hey. Look. I take a girl out, she can order whatever she wants! The more, the better! All right? Just don't order a Garden salad and then eat my food! That's a good way to lose some fingers!"
  ],
  [
   {
    "trigger_word": "great",
    "sent_id": 2
   },
   {
    "trigger_word": "call",
    "sent_id": 4
   },
   {
    "trigger_word": "talking",
    "sent_id": 6
   },
   {
    "trigger_word": "did",
    "sent_id": 7
   },
   {
    "trigger_word": "go out",
    "sent_id": 8
   },
   {
    "trigger_word": "set you up",
    "sent_id": 12
   },
   {
    "trigger_word": "eat",
    "sent_id": 13
   }
  ]
 ],
 [
  [
   "Speaker 1: Hello?",
   "Speaker 2: Hello, is Ross there?",
   "Speaker 1: Uh no, he’s not. Can I take a message?",
   "Speaker 2: Yes, this Russell, Ross’s divorce lawyer, just tell him that since I haven’t heard from him, I assume he’s decided to give the marriage a try.",
   "Speaker 1: Ross got married again—Nooooooo!!!!!!!!!",
   "Speaker 1: Ross!! Are you crazy?! I am still your wife!! What, were you just never gonna tell me?!! What the hell is wrong with you?!!!! Ugh, I could just kill you!!!!",
   "Speaker 3: Well, hello Rachel!"
  ],
  [
   {
    "trigger_word": "message",
    "sent_id": 2
   },
   {
    "trigger_word": "heard from",
    "sent_id": 3
   },
   {
    "trigger_word": "decided",
    "sent_id": 3
   },
   {
    "trigger_word": "try",
    "sent_id": 3
   },
   {
    "trigger_word": "married",
    "sent_id": 4
   },
   {
    "trigger_word": "tell",
    "sent_id": 5
   },
   {
    "trigger_word": "kill",
    "sent_id": 5
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey you guys. Hey, you all know my dad, right?",
   "Speaker 2: Hey! Hey, Mr. Trib!",
   "Speaker 3: Hey, how long are you in the city?",
   "Speaker 4: Just for a coupla days. I got a job midtown. I figure I'm better off staying with the kid than hauling my ass back and forth on the ferry. I don't know this one.",
   "Speaker 5: Oh, this is my friend Roger.",
   "Speaker 6: Hi.",
   "Speaker 4: Hey, hey. Good to meet you, Roger.",
   "Speaker 6: You too, sir.",
   "Speaker 4: What happened to the, uh, puppet guy?",
   "Speaker 1: Dad, dad.",
   "Speaker 4: Oh, 'scuse me. So Ross, uh, how's the wife? Off there too, uh? Uh, Chandler, quick, say something funny!"
  ],
  [
   {
    "trigger_word": "know",
    "sent_id": 0
   },
   {
    "trigger_word": "figure",
    "sent_id": 3
   },
   {
    "trigger_word": "hauling",
    "sent_id": 3
   },
   {
    "trigger_word": "staying",
    "sent_id": 3
   },
   {
    "trigger_word": "happened",
    "sent_id": 8
   },
   {
    "trigger_word": "say",
    "sent_id": 10
   }
  ]
 ],
 [
  [
   "Speaker 1: Mr. Morse I need to talk to you about your mid-term exam, I’m afraid I-I had to fail you.",
   "Speaker 2: Why?!",
   "Speaker 1: Well you need 60% to pass…",
   "Speaker 2: What’d I get?",
   "Speaker 1: Seven.",
   "Speaker 2: That’s not so good.",
   "Speaker 1: No-no it’s not. What-what happened there Ned?",
   "Speaker 2: Well maybe you can cut some slack. I’m sort of in love.",
   "Speaker 1: Well I’m sorry but, that-that’s really not my problem.",
   "Speaker 2: I’m in love with you.",
   "Speaker 1: Well that brings me in the loop a little.",
   "Speaker 2: You see, that’s why I did so bad on this test. I’m having a hard time concentrating. When you’re up there and you’re teaching and your face gets all serious…you look so good. You wear that tight little turtleneck sweater…",
   "Speaker 1: Okay! Umm, I uh, I’m your teacher. I’m sorry, you’re-you’re a student and I-and I like women. In spite of what may be written on the backs of some of these chairs."
  ],
  [
   {
    "trigger_word": "talk",
    "sent_id": 0
   },
   {
    "trigger_word": "fail",
    "sent_id": 0
   },
   {
    "trigger_word": "cut some slack",
    "sent_id": 7
   },
   {
    "trigger_word": "brings",
    "sent_id": 10
   },
   {
    "trigger_word": "loop",
    "sent_id": 10
   },
   {
    "trigger_word": "concentrating",
    "sent_id": 11
   },
   {
    "trigger_word": "wear",
    "sent_id": 11
   }
  ]
 ],
 [
  [
   "Speaker 1: What's up?",
   "Speaker 2: Well, I heard that you thinking about asking Phoebe to move in with you and I thought maybe, we should have a talk. Man to uh, me.",
   "Speaker 1: Sure. Okay.",
   "Speaker 2: Uh, are you crazy? Are you insane? If you live with Phoebe, you two are gonna be y'know, live-living together!",
   "Speaker 1: Yeah, I-I considered that. I just know it would make me happy.",
   "Speaker 2: You mean scared.",
   "Speaker 1: No, I mean happy.",
   "Speaker 2: Scared? Happy?",
   "Speaker 1: Chandler, what-what are you doing?",
   "Speaker 2: I am trying to open your eyes, my man! Don't you see, if you lived with Phoebe she's always gonna be there. You're gonna get home, she's there. You go to bed, she's there. You wake up and oh yes, she's there!",
   "Speaker 1: I know! I can't wait!",
   "Speaker 2: Were you're parents happy, or something?",
   "Speaker 1: Listen Chandler, the way I see it is that I was lucky enough to find someone that I really love. I just—I wanna be around her as much as I can.",
   "Speaker 2: Wow, y'know when you say it, it doesn't sound so scary.",
   "Speaker 1: So you know what I'm talking about, right?",
   "Speaker 2: Yeah, I think I do! Y'know what? You move in with her! You move in with her right now! Maybe I should in with Monica!",
   "Speaker 1: No, it's too soon for you guys.",
   "Speaker 2: Yeah, you're right about that."
  ],
  [
   {
    "trigger_word": "move in",
    "sent_id": 1
   },
   {
    "trigger_word": "live",
    "sent_id": 3
   },
   {
    "trigger_word": "considered",
    "sent_id": 4
   },
   {
    "trigger_word": "happy",
    "sent_id": 4
   },
   {
    "trigger_word": "scared",
    "sent_id": 5
   },
   {
    "trigger_word": "lucky",
    "sent_id": 12
   },
   {
    "trigger_word": "love",
    "sent_id": 12
   },
   {
    "trigger_word": "sound",
    "sent_id": 13
   },
   {
    "trigger_word": "talking",
    "sent_id": 14
   },
   {
    "trigger_word": "move in",
    "sent_id": 15
   },
   {
    "trigger_word": "soon",
    "sent_id": 16
   }
  ]
 ],
 [
  [
   "Speaker 1: Ugh!!! Well, the apartment is already subletted! I mean, this is just hopeless. I’m never gonna find anything.",
   "Speaker 2: You can live with me.",
   "Speaker 1: What?!",
   "Speaker 3: What?!",
   "Speaker 2: What?",
   "Speaker 1: Oh my God! Are you serious?!",
   "Speaker 2: Uh-huh.",
   "Speaker 1: I would love to live with you Ross; that’s-that’s great! Thank you!",
   "Speaker 2: Well, I’m-I’m just glad I could, y’know, help you out.",
   "Speaker 3: Wow! I’m-I’m so happy for you guys. This is so-so, not stupid.",
   "Speaker 1: Ross-Ross, you have no idea what this means to me! I mean, I mean I was gonna be homeless. You just saved me! You’re my hero!",
   "Speaker 2: Hero, I uh, I don’t know—well, all right.",
   "Speaker 1: Oh, I have to go tell Monica what a wonderful brother she has!",
   "Speaker 2: Oh please! You’re gonna say things now, aren’t ya?",
   "Speaker 3: No. No, I won’t. But I should tell you this, this exact same thing happened to my roommate Denise. She moved in with a guy who was secretly married to her and he said he didn’t love her, but he really did, and it just blew up! And that’s how she ended up living with me! Okay, that’s a lie."
  ],
  [
   {
    "trigger_word": "subletted",
    "sent_id": 0
   },
   {
    "trigger_word": "hopeless",
    "sent_id": 0
   },
   {
    "trigger_word": "live",
    "sent_id": 1
   },
   {
    "trigger_word": "help you out",
    "sent_id": 8
   },
   {
    "trigger_word": "happy",
    "sent_id": 9
   },
   {
    "trigger_word": "means",
    "sent_id": 10
   },
   {
    "trigger_word": "saved",
    "sent_id": 10
   },
   {
    "trigger_word": "wonderful",
    "sent_id": 12
   },
   {
    "trigger_word": "tell",
    "sent_id": 14
   },
   {
    "trigger_word": "happened",
    "sent_id": 14
   },
   {
    "trigger_word": "blew up",
    "sent_id": 14
   }
  ]
 ],
 [
  [
   "Speaker 1: Hey.",
   "Speaker 2: Hey. So, what did he say?",
   "Speaker 1: Well, he can be a little rough around the edges, so I'm gonna replace a word he used a lot, with the word \"puppy.\" Okay, so he said: \"If your puppy friend doesn't get her puppy act together, I'm gonna fire her mother-puppy ass.\"",
   "Speaker 2: I'm sorry, I can't do this. I'm not an actor.",
   "Speaker 1: That's right, you're not. You're a nurse. You're Nurse With Tray.",
   "Speaker 2: Joey.",
   "Speaker 1: No, no. Nurse With Tray doesn't know Joey, she doesn't have time for friends. She gets in that operating room and she carries that tray to the doctor, because if she doesn't, people die!",
   "Speaker 2: Who dies?",
   "Speaker 1: Man With Eye Patch! You get in there and you do your job.",
   "Speaker 2: Yes, doctor.",
   "Speaker 1: Okay.",
   "Speaker 3: Okay, let's try this one more time.",
   "Speaker 2: Hang in there, Man With Eye Patch, your tray is coming!",
   "Speaker 3: And...Action!",
   "Speaker 2: Yes, I did it! I nailed it! Yay! What's next?",
   "Speaker 3: The rest of the scene.",
   "Speaker 2: Okay, from the top, people!"
  ],
  [
   {
    "trigger_word": "replace",
    "sent_id": 2
   },
   {
    "trigger_word": "carries",
    "sent_id": 6
   },
   {
    "trigger_word": "operating",
    "sent_id": 6
   },
   {
    "trigger_word": "job",
    "sent_id": 8
   },
   {
    "trigger_word": "try",
    "sent_id": 11
   }
  ]
 ],
 [
  [
   "Speaker 1: What's going on?",
   "Speaker 2: Well, we were um, sorta invited to go skiing, y'know Rachel's sister's cabin.",
   "Speaker 1: So, for the whole weekend?",
   "Speaker 3: We're really sorry, but um, she did ask us first.",
   "Speaker 1: Yeah, that's okay, I mean if you guys all have to go away for the first weekend I'm alone by myself, y'know then I totally, totally understand.",
   "Speaker 2: Y'know what, I can stay, I'm gonna stay. 'Cause the last time I went skiing I was to afraid to jump off the chair lift, I just went around and around.",
   "Speaker 4: Uh, Pheebs we kinda need you to drive us all up there in your grandmother's cab, but y'know what, I'll stay.",
   "Speaker 3: Noo! I'll stay. He's my brother.",
   "Speaker 1: What a pity stay?",
   "Speaker 3: No! We're gonna have fun. We can make fudge!",
   "Speaker 1: Pity food? Y'know what that's okay, all right, I don't need any of you to stay, okay nobody stays.",
   "Speaker 5: Well, then, I might as well offer to stay."
  ],
  [
   {
    "trigger_word": "go skiing",
    "sent_id": 1
   },
   {
    "trigger_word": "invited",
    "sent_id": 1
   },
   {
    "trigger_word": "ask",
    "sent_id": 3
   },
   {
    "trigger_word": "go away",
    "sent_id": 4
   },
   {
    "trigger_word": "alone",
    "sent_id": 4
   },
   {
    "trigger_word": "stay",
    "sent_id": 5
   },
   {
    "trigger_word": "afraid",
    "sent_id": 5
   },
   {
    "trigger_word": "need",
    "sent_id": 6
   },
   {
    "trigger_word": "drive",
    "sent_id": 6
   },
   {
    "trigger_word": "fudge",
    "sent_id": 9
   },
   {
    "trigger_word": "need",
    "sent_id": 10
   },
   {
    "trigger_word": "offer",
    "sent_id": 11
   },
   {
    "trigger_word": "stay",
    "sent_id": 11
   }
  ]
 ],
 [
  [
   "Speaker 1: Ross, Russ. Russ, Ross.",
   "Speaker 2: Hi.",
   "Speaker 3: Hi.",
   "Speaker 2: Are you a, uh, friend of Rachel's?",
   "Speaker 3: Yes, yes I am. Are you a, uh, a friend of Rachel's?",
   "Speaker 2: Actually, I'm a... kind of a.... you know, a... date-type... thing... of Rachel's.",
   "Speaker 3: A date.",
   "Speaker 2: Yeah, I'm her date.",
   "Speaker 3: Oh, oh, you're... uh... you're, oh you're the date.",
   "Speaker 1: You know, this is actually good, because if we ever lose Ross, we have a spare.",
   "Speaker 2: Oh, you are the, uh... paleontologist.",
   "Speaker 3: Yes, yes I am. And you are a....",
   "Speaker 2: Periodontist.",
   "Speaker 4: See? They're as different as night and... later that night.",
   "Speaker 3: Well, I am going to, uh... get a beverage. It was nice, nice... uh... meeting you.",
   "Speaker 2: Ditto."
  ],
  [
   {
    "trigger_word": "date",
    "sent_id": 7
   },
   {
    "trigger_word": "spare",
    "sent_id": 9
   },
   {
    "trigger_word": "paleontologist",
    "sent_id": 10
   },
   {
    "trigger_word": "beverage",
    "sent_id": 14
   }
  ]
 ],
 [
  [
   "Speaker 1: Here’s Frannie. Hmm, won’t she be happy to see me?",
   "Speaker 2: Now wait a minute, you be nice! All right? I didn’t bring you here so you can ambush her.",
   "Speaker 1: Frannie was the one who found your Playboys and showed them to mom.",
   "Speaker 2: That bitch!",
   "Speaker 3: Monica! What…",
   "Speaker 1: Am I doing here? Why? Surprised to see me? Ross brought me. How do you like that?!",
   "Speaker 2: Hi Frannie, congratulations.",
   "Speaker 1: You invite my brother, you invite my whole family, and not me?! Why?! What—Why wouldn’t you want me at your wedding? What could I have possibly done?! Stuart!",
   "Speaker 3: I believe you know my husband.",
   "Speaker 2: So it’s really a question of who could you have possibly done."
  ],
  [
   {
    "trigger_word": "see",
    "sent_id": 0
   },
   {
    "trigger_word": "ambush",
    "sent_id": 1
   },
   {
    "trigger_word": "showed",
    "sent_id": 2
   },
   {
    "trigger_word": "invite",
    "sent_id": 7
   },
   {
    "trigger_word": "want",
    "sent_id": 7
   }
  ]
 ]
]